{
    "@type": "Recipe",
    "author": {
        "@type": "Person",
        "name": {
            "@value": "\nReceptműhely\n"
        },
        "url": {
            "@id": "https://www.receptmuhely.hu/recept/tojasleves-2//felhasznaloi-profil/recept-muhely"
        }
    },
    "dateCreated": {
        "@value": "Null"
    },
    "dateModified": {
        "@value": "Null"
    },
    "datePublished": {
        "@value": "2015-09-23"
    },
    "description": {
        "@value": "\nTojásleves   a Levesek kategóriában"
    },
    "keywords": {
        "@value": "Tojásleves"
    },
    "name": {
        "@value": "Tojásleves"
    },
    "recipeCategory": {
        "@value": " Levesek "
    },
    "recipeIngredient": [
        {
            "@value": "tojás 6 darab"
        },
        {
            "@value": "liszt 2 evőkanál"
        },
        {
            "@value": "ecet 1 evőkanál"
        },
        {
            "@value": "Knorr Tyúkhúsleveskocka 2 darab"
        },
        {
            "@value": "olaj 2 evőkanál"
        },
        {
            "@value": "őrölt kömény 1 teáskanál"
        }
    ],
    "recipeInstructions": [
        {
            "@value": "Míg felforr egy mély tányérban verjünk fel 2 tojást egy csipet sóval, és forrás után, folyamatos kevergetés közben öntsük a levesbe. Keverjük jól el."
        },
        {
            "@value": "Legelőször megmossuk a tojásokat, alaposan, folyó vízben. A rántáshoz egy lábasban hevítsük fel az olajat, és szórjuk rá a lisztet. Pirítsuk kicsit, közben kevergessük,   majd vegyük le a tűzről és szórjunk rá egy kis pirospaprikát (ilyenkor azért kell levenni, nehogy a paprika megkeseredjen a túl nagy hőtől), és keverjük jól el, hogy mindenütt oldódjon fel a paprika az olajban. Tegyük hozzá az őrölt köményt is."
        },
        {
            "@value": "Ha kikapcsoltuk a tüzet, tegyünk a levesbe egy evőkanál ecetet."
        },
        {
            "@value": "A tűzre visszatéve azonnal öntsük fel 1,2 liter vízzel. Kb. ennyi levesünk lesz."
        },
        {
            "@value": "Tegyük bele a Knorr Tyúkhúsleves kockákat, ettől sokkal teltebb íze lesz, valamint a Delikátot, kicsi sót, babérlevelet."
        },
        {
            "@value": "Készrefőzés\nMég kb. 5 percig főzzük, és kész is a leves. A végén kóstoljuk meg és ízesítsük utána Delikáttal."
        },
        {
            "@value": "Várjuk meg amíg újra felforr, majd a többi négy tojást egyesével üssük a levesbe, de már ne kavargassuk. Egyesével üssük fel egy kis tányérba őket, nehogy romlott tojás kerüljön a levesünkbe."
        },
        {
            "@value": "Lassú tűzön kb. 5-6 percig főzzük még, és csak utána lehet megkavarni, így nem fog az egész tojás szétfőni benne. (Ha lágyan szeretjük a tojások közepét, elég ha további 4-5 percig főzzük, majd elzárjuk.)"
        }
    ],
    "totalTime": {
        "@value": "PT30M"
    },
    "yield": {
        "@value": "4 adag"
    },
    "@id": "http://example.org/recipe"
}