{
    "@type": "Recipe",
    "description": {
        "@language": "da-DK",
        "@value": "Ketchup er jo normalt en sukkerbombe af rang, men laver man det selv, kan man lave en mere anstændig version. Man kommer dog ikke udenom at der skal noget til at skabe sødmen, og er man hardcore lowcarber skal man nok bare springe ketchuppen helt over. Men hvis man gerne vil have noget at dyppe sine grillpølser i her i sommerferien, så er denne version et godt bud på et sundere valg.\nDen smager bedre end nogen anden ketchup, jeg har smagt. Faktisk er jeg ikke ketchupfan normalt, hvilket er underligt, for det er jo flydende sukker og burde være right up my alley. Men denne her kan jeg lide. Opskriften er taget fra en af mine yndlingskogebøger, nemlig Køkkenrevolution for hele familien af Oscar Umahro Cadogan og Telma Piil Jespersen. Den bog er simpelthen fyldt med familiefavoritter med et twist. Herfra kommer fx også idéen med at putte hasselnødder i kødsovs, og hvis du ikke har prøvet det endnu, så er det bare om at komme i gang. Hvis jeg skulle tage én kogebog med på en øde ø, kunne det godt blive denne her. Hvad man lige skulle med en kogebog på en øde ø, ved jeg så godt nok ikke. I stedet tror jeg, jeg vil tage den med i sommerhus.\nMen nu til ketchuppen.\n\nOriginalopskriften lyder sådan her:\n1 løg, finthakket\n1 fed hvidløg, finthakket\n2 spsk olivenolie\nHavsalt\nFriskkværnet sort peber\n2-3 dåser flåede tomater\n½ tsk paprika\n3 spsk hvidvinseddike\n3-4 spsk mørke rosiner\n1 banan i grove bidder (jeg bytter ofte for 1-2 spsk kokossukker)\n1 æble i tern\n\nSådan:Sauter løg og hvidløg i olien ved middel varme, indtil løgene er klare, bløde og søde. De må ikke blive brune. Tilsæt resten og lad hele molevitten småsimre i ca. 30 min. uden låg, til den er blevet tyk og dejlig. Det ser omtrent sådan her ud:\n\nBlend den, hvis du foretrækker det eller lad den forblive chunky. Jeg blender min og får dette forrygende glas:\n\nDen er så lækker, at den også lige fortjener et close-up:\nDen, jeg lavede i dag, var en spontanversion, og jeg havde ingen blommer, så dem udelod jeg bare, og det gik helt fint uden. Jeg synes, der er rigeligt med sødme fra banan, æble og rosiner. Ellers kunne man jo tilsætte lidt sukrin. Jeg puttede 1 spsk sambal oelek i, så det blev en voksenketchup, og det kan altså varmt anbefales.\nPå lørdag drager vi i sommerhus, og så skal vi saftsuseme grille. Uagtet at vejret ikke ligefrem er lovende.\n\n"
    },
    "image": {
        "@id": "https://www.madbanditten.dk/wp-content/uploads/2011/07/ketchup2-700x933.jpg"
    },
    "ingredients": [
        {
            "@language": "da-DK",
            "@value": "3-4 spsk mørke rosiner"
        },
        {
            "@language": "da-DK",
            "@value": "2-3 dåser flåede tomater"
        },
        {
            "@language": "da-DK",
            "@value": "1 løg, finthakket"
        },
        {
            "@language": "da-DK",
            "@value": "3 spsk hvidvinseddike"
        },
        {
            "@language": "da-DK",
            "@value": "Friskkværnet sort peber"
        },
        {
            "@language": "da-DK",
            "@value": "½ tsk paprika"
        },
        {
            "@language": "da-DK",
            "@value": "1 æble i tern"
        },
        {
            "@language": "da-DK",
            "@value": "1 fed hvidløg, finthakket"
        },
        {
            "@language": "da-DK",
            "@value": "2 spsk olivenolie"
        },
        {
            "@language": "da-DK",
            "@value": "Havsalt"
        },
        {
            "@language": "da-DK",
            "@value": "1 banan i grove bidder (jeg bytter ofte for 1-2 spsk kokossukker)"
        }
    ],
    "name": {
        "@language": "da-DK",
        "@value": "Hjemmelavet ketchup"
    },
    "recipeCategory": [
        {
            "@language": "da-DK",
            "@value": "Børnemad"
        },
        {
            "@language": "da-DK",
            "@value": "Tilbehør"
        }
    ],
    "recipeInstructions": {
        "@language": "da-DK",
        "@value": "Sauter løg og hvidløg i olien ved middel varme, indtil løgene er klare, bløde og søde. De må ikke blive brune. Tilsæt resten og lad hele molevitten småsimre i ca. 30 min. uden låg, til den er blevet tyk og dejlig. "
    },
    "@id": "http://example.org/recipe"
}