{
    "@type": "Recipe",
    "author": {
        "@language": "en-US",
        "@value": "foodinmy"
    },
    "datePublished": {
        "@language": "en-US",
        "@value": "June 11, 2015"
    },
    "image": {
        "@id": "https://www.thefoodinmybeard.com/wp-content/uploads/2015/06/ABRburgerhero.jpg"
    },
    "name": {
        "@language": "en-US",
        "@value": "The McMayor from American Burger Revival"
    },
    "post": {
        "@language": "en-US",
        "@value": "I recently got my hands on American Burger Revival, a new burger cookbook by Richard Chudy and Samuel Monsour. I love this book. These guys give you everything you could ever need or want from a burger cookbook. Recipes on how to do everything from scratch, and which breads, condiments, and cheeses go together best. I have known Richard for awhile through the Boston Blogger scene, and I love when friends write really good cookbooks. It’s happened a few times now which is a crazy thing to say actually. The best thing about this book is that it inspires you to throw a burger party which is just what I did. I made everything from scratch for my own version of what I think is their flagship burger, the McMayor.\n\nThese are their IPA Sesame Seed Buns\n\n\nThey came out GREAT. I bake great bread from time to time and know my way around pizza dough, but buns have always intimidated me.  These were easy and tasty.\n\nI also made the caramelized onion marmalade from the book.\n\n\nMy pickles were a cross between their dill and spicy garlic pickles.\n\n\nI also made the pops russian from the book, and had some lettuce and tomato available for people.\n\n\nThey have lots of info in the book on burger sizes and the philosophy behind meat grinding and blends of different cuts.  It's a great read!\n\nCheese, as they say in the book, is essential.  This is cheddar.\n\n\nYES!  All that work is TOTALLY worth it. This burger is amazing.\n\n\nI had 8 people over for burgers that night, and it was a really fun get together.\n\n\nThe soft and slightly hoppy bread is the perfect vehicle for this burger to enter my mouth in.\n\n\nAs usually when I blog from books, there is no recipes down here.  BUY THIS BOOK! What are you waiting for?"
    },
    "@id": "http://example.org/recipe"
}