{
    "@type": "Recipe",
    "aggregateRating": {
        "@type": "AggregateRating",
        "bestRating": {
            "@value": "5"
        },
        "itemReviewed": {
            "@id": "_:N55941c31f89d4dae9e48067752274aaf"
        },
        "name": {
            "@value": "Cream tart cake – Il tormentone del momento"
        },
        "ratingCount": {
            "@value": "421"
        },
        "ratingValue": {
            "@value": "4.1"
        },
        "worstRating": {
            "@value": "1"
        }
    },
    "author": {
        "@value": "Federica Corsaro"
    },
    "cookTime": {
        "@value": "PT40M"
    },
    "datePublished": {
        "@value": "2018-02-20"
    },
    "description": {
        "@value": "Cream tart ricetta\nLa cream tart cake è la torta che sta facendo impazzire il web. Una novità assoluta che sta avendo un grande successo. E' un dolce dall'immediato impatto visivo, elegante e molto versatile infatti è possibile decorare a piacere con frutta fresca, macarons, cioccolatini, wafer, biscotti, meringhe, marshmallow dando libero sfogo alla fantasia."
    },
    "image": {
        "@id": "https://www.kikakitchen.com/wp-content/uploads/2018/02/torta-numero-cream.jpg"
    },
    "name": {
        "@value": "Cream tart cake – Il tormentone del momento"
    },
    "prepTime": {
        "@value": "PT40M"
    },
    "recipeCategory": {
        "@value": "Torte  "
    },
    "recipeIngredient": {
        "@value": "\nAmido di mais (Maizena), Burro, Estratto di vaniglia, Farina, Latte, Tuorlo, Zucchero, Zucchero a velo"
    },
    "recipeInstructions": {
        "@value": "Cream tart ricettaLa cream tart cake è la torta che sta facendo impazzire il web. Una novità assoluta che sta avendo un grande successo. E’ un dolce dall’immediato impatto visivo, elegante e molto versatile infatti è possibile decorare a piacere con frutta fresca, macarons, cioccolatini, wafer, biscotti, meringhe, marshmallow dando libero sfogo alla fantasia.Può essere realizzata a forma di numero, infatti è conosciuta anche con il nome di torta numero da realizzare in occasione di un compleanno oppure a forma di lettera o una forma a piacere per una ricorrenza speciale. Basta disegnare la forma che si vuole realizzare su un cartoncino, ritagliarla e utilizzarla come guida per ritagliare la pasta frolla, la pasta sablè o la pasta biscotto. La cream tart infatti può essere realizzata con diverse preparazioni base. Solitamente si presenta in due strati ma è possibile realizzarne anche tre. Gli strati possono essere di biscotto friabile oppure di sottile pan di spagna, da realizzare anche al cacao. La crema utilizzata deve necessariamente essere una crema densa, per sostenere il secondo strato di biscotto. Dunque è consigliato utilizzare una crema diplomatica oppure una crema al mascarpone senza uova.Io ho realizzato una pasta sablè, dunque una frolla molto friabile farcita con crema diplomatica, ho poi lasciato riposare la torta in frigorifero per tutta la notte. Il giorno dopo la torta è risultata morbida al taglio e straordinariamente buona. Basta seguire il tutorial passo passo per realizzare questa torta eccezionale che lascerà tutti molto sorpresi.Vai agli INGREDIENTIVai al PROCEDIMENTOLeggi i COMMENTI   (adsbygoogle = window.adsbygoogle || []).push({}); Ingredienti per la cream tart cakeIngredienti pasta sablè500 g di farina 00300 g di burro200 g di zucchero a velo4 tuorli di uova mediePer aromatizzare: 1 cucchiaino di estratto di vaniglia e scorza di limone grattugiata (va bene anche uno solo dei due aromi)Ingredienti crema diplomatica600 ml di latte intero6 tuorli130 g di zucchero65 g di maizena (amido di mais)1 baccello di vaniglia oppure 1 cucchiaino di estratto di vaniglia250 ml di panna fresca da montare50 g di zucchero a velo (da utilizzare se la panna non è già zuccherata)Per decorare: cioccolatini, biscotti, amaretti, meringhe, macarons, fiori di zucchero Decora e frutta fresca.Come fare la cream tart cakeIniziare la preparazione della cream tart dalla realizzazione della pasta sablè. In alternativa alla pasta sablè è possibile realizzare una classica pasta frolla con aggiunta mezza bustina di lievito in polvere per dolci per renderla più morbida oppure due strati di pasta biscotto ovvero il pan di spagna sottile che solitamente viene utilizzato per realizzare i rotoli farciti.Per la preparazione della pasta sablè unire tutta la farina e il burro freddo tagliato a pezzetti all’interno di una planetaria, un mixer o il bimby, aggiungere la scorza grattugiata di un limone o due cucchiaini di estratto di vaniglia.Lavorare fino ad ottenere un composto sabbioso e aggiungere i tuorli e tutto lo zucchero a velo.Proseguire la lavorazione della frolla con la planetaria o il mixer oppure a mano fino ad ottenere un panetto compatto e omogeneo.   (adsbygoogle = window.adsbygoogle || []).push({});Cream tart tutorialTagliare il panetto in due parti uguali, stenderle leggermente e avvolgerle nella pellicola per alimenti, lasciare compattare le due porzioni di frolla in frigorifero per 40 minuti circa. Nel frattempo disegnare su cartoncino oppure su un foglio di carta forno, la forma prescelta che può essere un numero, una lettera, un simbolo. Ritagliare la forma e tenerla da parte. Io ho realizzato un numero della stessa lunghezza della leccarda cioè la classica teglia nera, bassa, in dotazione nei forni. La lunghezza del numero è di circa 32-35 cm e la larghezza varia in base al numero da realizzare, questo è poco più di 20 cm. Trascorso il tempo necessario stendere la frolla sablè, su un piano ben infarinato, spessa poco meno di 1 cm. Adagiare il cartoncino sulla frolla. Nel caso della pasta biscotto la forma verrà tagliata dopo la cottura.Ritagliare la frolla utilizzando un coltellino affilato.Adagiare con cura il numero o la lettera all’interno di una teglia rivestita di carta forno. Con la frolla avanzata è possibile realizzare dei biscotti. Può essere conservata in frigorifero per 48 ore oppure è possibile congelarla per circa 3 mesi.Cuocere in forno preriscaldato a 180°, modalità statico, per circa 12-15 minuti, dipende dal forno e dallo spessore del biscotto. Il biscotto deve risultare leggermente colorito lungo il bordo. Mentre il primo biscotto cuoce realizzare il secondo biscotto e adagiarlo all’interno di una teglia. E’ importantissimo lasciare raffreddare completamente il biscotto prima di toglierlo dalla teglia, altrimenti potrebbe rompersi.Preparazione della crema diplomaticaLasciare raffreddare i due strati di biscotto e preparare la crema diplomatica oppure una crema al mascarpone senza uova che risulta altrettanto densa. Scaldare il latte con i semi di vaniglia o l’estratto e tenerlo da parte. Setacciare lo zucchero con la maizena, questo passaggio è importante per evitare la formazione di grumi. Lavorare i tuorli con la maizena e lo zucchero setacciati fino ad ottenere una crema molto densa.Aggiungere tutto il latte scaldato, poco per volta. Trasferire il composto liquido in un pentolino e cuocere a fiamma media, mescolando in continuazione, fino a completo addensamento della crema.Trasferire la crema in una contenitore e lasciarla raffreddare completamente con la pellicola a contatto per evitare la formazione della patina in superficie. Nel frattempo montare la panna ben ferma e tenerla da parte. Quando la crema si sarà raffreddata completamente risulterà molto densa. Lavorarla alcuni minuti con la frusta a mano per ripristinare una consistenza cremosa e aggiungere la panna montata.Amalgamare bene le due preparazioni fino ad ottenere una crema liscia e densa.Assemblare la cream tartDopo aver realizzato tutte le parti necessarie alla realizzazione della cream tart, iniziare ad assemblare la torta. Trasferire la crema in una tasca da pasticcere con bocchetta liscia oppure utilizzare una tasca usa e getta e tagliare la punta. Adagiare il biscotto direttamente nel piatto da portata.Farcire il primo strato di biscotto con la crema diplomatica.Adagiare il secondo biscotto sulla crema.Farcire il secondo strato di biscotto.Infine decorare a piacere con marshmallow, macarons, cioccolatini, wafer, fiori di zucchero, meringhe, amaretti, frutta fresca o candita.Riporre la torta in frigorifero a riposare per circa 4-6 ore prima di servire.Ecco la versione con due numeri.Io ho lasciato riposare la cream tart per tutta la notte. Il giorno dopo la torta è risultata morbida al taglio e straordinariamente buona.Per qualunque dubbio sulla realizzazione della torta cream tart potete contattarmi sulla mia pagina Facebook.https://www.kikakitchen.com/wp-content/uploads/2018/02/cream-tart-taglio.mp4Buon appetito!Se ti è piaciuta la ricetta cream tart cake condividila sui social e usando i tasti di condivisione e non dimenticare di votare e commentare la ricetta, Grazie.ZApp.log(''); ZApp.log('Publishing Manager (1): injected (end) content [\"#16228: fixed &#8211; offerte robot\"] - Rule #1 [16190 - \"Interno\"] - Group #1 [16191 - \"popup\"]');(function($){\n\t\t\t\t\tZApp.log('');\nZApp.log('Rendering client code for Content #16228 \"fixed &#8211; offerte robot\"');\n\n\t\t\t\tif( ('ALL' == 'DESKTOP' && (!ZApp.isDesktop())) || ('ALL' == 'MOBILE' && (!ZApp.isMobile())) ||\n\t\t\t\t\t('ALL' == 'TABLET' &&  (!ZApp.isTablet()))  || ('ALL' == 'PHONE'  && (!ZApp.isPhone())) )\n\t\t\t\t{\n\t\t\t\t\t\tZApp.log('==> Content 16228 NOT DISPLAYED (target device type [ALL] not matching)');\n\t\t\t\t\t\treturn;\n\t\t\t\t}\n\t\t\t\tZApp.log('Content 16228: checking condition for TARGET_DEVICE (ALL)');\n\t\t\t\t\n\t\t\t\t\tdocument.write(JSON.parse(atob('IjxkaXYgaWQ9J3dwbWNfZGlzcGxheV8xNjIyOCcgY2xhc3M9J3dwbWNfZGlzcGxheSB3cG1jX2Rpc3BsYXlfcG9wdXBfYm90dG9tX3JpZ2h0IHdwbWNfZGlzcGxheV9zaGFkb3cnIHN0eWxlPSdiYWNrZ3JvdW5kLWNvbG9yOiByZ2JhKDI0NCwgMjQ0LCAyNDQsIDAuOSk7Ym9yZGVyLXJhZGl1czogM3B4OyBwYWRkaW5nOiAxMHB4Oyc+PGRpdiBpZD0nd3BtY19kaXNwbGF5XzE2MjI4X2Nsb3NlX2ljb24nIGNsYXNzPSd3cG1jX2Rpc3BsYXlfY2xvc2VfaWNvbicgdGl0bGU9J0Nsb3NlJz48aW1nIHNyYz0naHR0cHM6XC9cL3d3dy5raWtha2l0Y2hlbi5jb21cL3dwLWNvbnRlbnRcL3BsdWdpbnNcL3dwbW9uZXljbGlja1wvemFwcC1mcmFtZXdvcmtcL2ltYWdlc1wvY2xvc2UucG5nJyBhbHQ9J2Nsb3NlJyB0aXRsZT0nY2xvc2UnIFwvPjxcL2Rpdj5cclxuXHRcdFx0XHRcdFx0PHNjcmlwdD5cclxuXHRcdFx0XHRcdFx0XHQoZnVuY3Rpb24oJCkge1xyXG5cdFx0XHRcdFx0XHRcdFx0JCgnI3dwbWNfZGlzcGxheV8xNjIyOF9jbG9zZV9pY29uJykuY2xpY2soZnVuY3Rpb24oKSB7XHJcblx0XHRcdFx0XHRcdFx0XHRcdFpBcHAubG9nKCc9PT4gQ29udGVudCAxNjIyOCBjbG9zZWQnKTtcclxuXHRcdFx0XHRcdFx0XHRcdFx0XHJcblx0XHRcdFx0XHRcdFx0XHRcdCQodGhpcykuY2xvc2VzdCgnLndwbWNfZGlzcGxheScpLmZhZGVPdXQoNDAwKTtcclxuXHRcdFx0XHRcdFx0XHRcdH0pO1xyXG5cdFx0XHRcdFx0XHRcdH0pKGpRdWVyeSk7XHJcblx0XHRcdFx0XHRcdDxcL3NjcmlwdD4i'))); document.write(JSON.parse(atob('IjxhIGhyZWY9XCJodHRwczpcL1wvd3d3Lmtpa2FraXRjaGVuLmNvbVwvb2ZmZXJ0ZS1hbWF6b25cL1wiIHJlbD1cIm5vZm9sbG93XCI+ICBcclxuPGltZyBib3JkZXI9XCIwXCIgYWx0PVwia2Vud29vZCByb2JvdCBkYSBjdWNpbmEgaW4gb2ZmZXJ0YSBhbWF6b25cIiBzcmM9XCJodHRwczpcL1wvd3d3Lmtpa2FraXRjaGVuLmNvbVwvd3AtY29udGVudFwvdXBsb2Fkc1wvMjAxOFwvMDNcL29mZmVydGEtYW1hem9uLWtlbndvb2QuanBnXCI+PFwvYT4i'))); document.write(JSON.parse(atob('IjxcL2Rpdj48c3R5bGU+PFwvc3R5bGU+XHJcblx0XHRcdFx0XHQ8c2NyaXB0PlxyXG5cdFx0XHRcdFx0XHQoZnVuY3Rpb24oJCkge1xyXG5cdFx0XHRcdFx0XHRcdCQoZG9jdW1lbnQpLnJlYWR5KGZ1bmN0aW9uKCkge1xyXG5cdFx0XHRcdFx0XHRcdFx0aWYoJycgIT0gJycpIFpBcHAubG9nKCc9PT4gQ29udGVudCAxNjIyOCB3aWxsIGJlIGRpc3BsYXllZCB3aGVuIHNjcm9sbCByZWFjaCAgQ1NTIHNlbGVjdG9yJyk7XHJcblx0XHRcdFx0XHRcdFx0XHRpZigwID4gMSkgICAgICAgICAgICAgWkFwcC5sb2coJz09PiBDb250ZW50IDE2MjI4IHdpbGwgYmUgZGlzcGxheWVkIHdpdGggYSBkZWxheSAoMCBtc2VjcyknKTtcclxuXHJcblx0XHRcdFx0XHRcdFx0XHRcL1wvIENvbnRlbnQgY2xvc2VkIHdpdGggWCBpY29uID9cclxuXHRcdFx0XHRcdFx0XHRcdGlmKFpBcHAuY29va2llcy5nZXQoJ3dwbWNfY29udGVudF8xNjIyOCcpID09IDEpXHJcblx0XHRcdFx0XHRcdFx0XHR7XHJcblx0XHRcdFx0XHRcdFx0XHRcdFpBcHAubG9nKCc9PT4gQ29udGVudCAxNjIyOCB3aWxsIE5PVCBiZSBkaXNwbGF5ZWQgYXMgaXQgd2FzIGNsb3NlZCB3aXRoIGNsb3NlIChYKSBpY29uJyk7XHJcblx0XHRcdFx0XHRcdFx0XHRcdHJldHVybjtcclxuXHRcdFx0XHRcdFx0XHRcdH1cclxuXHJcblx0XHRcdFx0XHRcdFx0XHR3aW5kb3cud3Btb25leWNsaWNrLmNvbnRlbnRzID0gd2luZG93LndwbW9uZXljbGljay5jb250ZW50cyB8fCBbXTtcclxuXHRcdFx0XHRcdFx0XHRcdHdpbmRvdy53cG1vbmV5Y2xpY2suY29udGVudHMucHVzaCgxNjIyOCk7XHJcblxyXG5cdFx0XHRcdFx0XHRcdFx0XHJcblx0XHRcdFx0XHRzZXRUaW1lb3V0KGZ1bmN0aW9uKCkge1xyXG5cdFx0XHRcdFx0XHRcdFpBcHAubG9nKCc9PT4gQ29udGVudCAxNjIyOCBESVNQTEFZRUQgKHBvcHVwX2JvdHRvbV9yaWdodCknKTtcclxuXHRcdFx0XHRcdFx0XHRXUE1vbmV5Q2xpY2suc2xpZGVJbkZyb21Cb3R0b21SaWdodCgnI3dwbWNfZGlzcGxheV8xNjIyOCcpO1xyXG5cdFx0XHRcdFx0fSwgMCk7IFxyXG5cdFx0XHRcdFx0XHRcdH0pO1xyXG5cdFx0XHRcdFx0XHR9KShqUXVlcnkpO1xyXG5cdFx0XHRcdFx0PFwvc2NyaXB0PiI='))); \n\t\t\t\t})(jQuery);"
    },
    "recipeYield": {
        "@value": "12"
    },
    "totalTime": {
        "@value": "PT80M"
    },
    "url": {
        "@value": "https://www.kikakitchen.com/recipe/cream-tart/"
    },
    "@id": "http://example.org/recipe"
}