{
    "@type": "Recipe",
    "about": {
        "@language": "en",
        "@value": "Paleo Lamb Shanks by My Organic Life"
    },
    "text": {
        "@language": "en",
        "@value": "\n\t\t\t\t\t\t\t\t\n \nHere at Eversfield we love slow-cooking. All of the slow-cooking. Perfect for those leading a busy lifestyle or those looking to save by using cheaper cuts of meat, which may we add, are often even more delicious.\nWe simply had to share this recipe by paleo guru and blogger, Bo at My Organic Life. Made with our organic and grass fed lamb shanks, this Moroccan inspired stew is cooked slow and low, allowing the meat to tenderise and fall from the bone while the spices infuse the delicious sauce.\nSimply bung the ingredients into your slow cooker or casserole dish and leave to simmer away while you get on with your day.\n \nInterested in the paleo lifestyle or simply after some nutritious recipe ideas? Check out My Organic Life here.\n \nServes 2\nCooking time: 4 hours 30 minutes (plus 10 minutes prep)\n \nIngredients\n \n\n2 tsp cumin seeds\n1 tbsp coriander seeds\n3cm piece fresh ginger, chopped/grated\n4 garlic cloves, chopped\n1 tsp Himalayan rock salt\n2 tbsp coconut oil\n2 organic lamb shanks\n1 large onion, cut into wedges\n2 sticks celery, diced\n3 carrots diced\n1 tbsp harissa paste (from the supermarket)\n200g can organic tomatoes (I like to get whole ones and chop them myself)\n300ml stock – I had chicken stock from a roast I did in the freezer\n1 cinnamon stick\n8 dried ready-to-eat apricots, halved\n8 prunes halved\nParsley or coriander to garnish\n\n \n \n \nMethod\n\nBash the cumin and coriander in a pestle and mortar or whizz together in a mini food processor, then add the ginger, garlic and salt, and work or whizz to a rough paste. Set aside.\nHeat the oil in a large heavy frying pan with coconut oil over a high heat. Add the lamb shanks and brown well all over. Remove and set aside.\nReduce the heat to medium. Add the onions, celery and carrots to the pan and cook for 5 minutes. Stir in the spice paste and harissa and cook for 1 minute, then add the tomatoes and stock for a few minutes. Transfer everything to your slow cooker and stir together. Lastly drop in the cinnamon stick. Cover with a lid and cook for 4 hours, on a low heat.\nStir the dried fruit into the casserole 30 mins before it’s ready. Depending on how fast your slow cooker is it might take less time. You’ll know when it’s ready as the meat will fall off the bone and be tender.\nServe with a side salad and hot couscous flavoured with mint, coriander, and lemon juice.\n\n \n\t\t\t\t\t\t\t"
    },
    "@id": "http://example.org/recipe"
}