{
    "@type": "Recipe",
    "author": {
        "@language": "de",
        "@value": "www.spirituosenworld.de"
    },
    "cookTime": {
        "@language": "de",
        "@value": "PT1M"
    },
    "description": {
        "@language": "de",
        "@value": "Der White Russian ist ein leckerer, süßer Shortdrink, der die Herzen von Kaffeefans höher schlagen lässt. Bestehend aus einem Kaffeelikör, Wodka und Sahne wird der süß-cremige Cocktail gern als After-Dinner-Drink gereicht. Erste Erwähnung fand der White Russian im Jahr 1965 in einer Werbeanzeige des Spirituosenherstellers Southern Comfort, der dafür seinen Kaffeelikör empfahl. Für weitere Bekanntheit sorgte 1998 der Spielfilm The Big Lebowski, in dem sich die Hauptfigur mit dem Genuss vom White Russian den Tag vertreibt."
    },
    "image": {
        "@id": "https://spirituosenworld.de/images/cocktails/white-russian-shortdrink-2019.jpg"
    },
    "keywords": {
        "@language": "de",
        "@value": "White Russian, Shortdrink, Wodka, Likör"
    },
    "name": {
        "@language": "de",
        "@value": "White Russian Cocktailrezept"
    },
    "prepTime": {
        "@language": "de",
        "@value": "PT1M"
    },
    "recipeCategory": {
        "@language": "de",
        "@value": "Shortdrink"
    },
    "recipeIngredient": [
        {
            "@language": "de",
            "@value": "Eiswürfel"
        },
        {
            "@language": "de",
            "@value": "Wodka (4 cl)"
        },
        {
            "@language": "de",
            "@value": "Kahlua (2 cl)"
        },
        {
            "@language": "de",
            "@value": "Sahne"
        }
    ],
    "recipeInstructions": {
        "@language": "de",
        "@value": "Den Wodka und Kahlua im Rührglas mit Eiswürfeln vermischen und in einen Tumbler abgießen. Anschließend die zuvor leicht geschlagene Sahne in den Russen einarbeiten.Bei der Zubereitung des White Russian gibt es mehrere Variationen: Die Sahne kann ungeschlagen hinzugegeben werden oder durch Milch ersetzt werden. Des Weiteren gibt es Rezepte mit crushed ice oder es wird bei der Zubereitung gänzlich auf Eis verzichtet, um den Cocktail nicht zu verwässern. In diesem Fall empfehlen wir, den White Russian im vorgekühlten Glas zu reichen."
    },
    "recipeYield": {
        "@language": "de",
        "@value": "1 Drink"
    },
    "@id": "http://example.org/recipe"
}