{
    "@type": "Recipe",
    "datePublished": {
        "@language": "no",
        "@value": "2016-02-08"
    },
    "description": {
        "@language": "no",
        "@value": "Ingenting binder et måltid sammen som en kremet, deilig dipsaus. Til disse kyllinggrillspydene ønsket jeg å prøve noe nytt, og laget dip av bakt Apetina Cooking Cheese Block og artisjokk. Tro meg, dette er veldig godt!"
    },
    "image": {
        "@language": "no",
        "@value": "https://cdn-rdb.arla.com/apetina-no/kyllinggrillspyd-med-ovnsbakt-dip/44623991.jpg?w=2000&h=1500&mode=crop&transform=downfill&quality=80&ak=1ea0b694&hm=b19d4d96"
    },
    "name": {
        "@language": "no",
        "@value": "Kyllinggrillspyd med ovnsbakt dip"
    },
    "recipeIngredient": [
        {
            "@language": "no",
            "@value": "1 ss  honning "
        },
        {
            "@language": "no",
            "@value": "1 fedd  hvitløk "
        },
        {
            "@language": "no",
            "@value": "1 ss  hvitvinseddik "
        },
        {
            "@language": "no",
            "@value": "200 g  Apetina® Cooking Cheese Block "
        },
        {
            "@language": "no",
            "@value": "5  artisjokkhjerter fra boks (ikke i olje)"
        },
        {
            "@language": "no",
            "@value": "100 g  Apetina® Kremost Lett Naturell "
        },
        {
            "@language": "no",
            "@value": "  salt og pepper "
        },
        {
            "@language": "no",
            "@value": "600 g  kyllingbryst "
        },
        {
            "@language": "no",
            "@value": "  olivenolje "
        }
    ],
    "recipeInstructions": {
        "@language": "no",
        "@value": "\n                            \nIngenting kan piffe opp en kjedelig salat eller at grønnsaker og pinnebrød glir ned på høykant som litt dipsaus. Det er kanskje derfor tapas har blitt så populært over hele verden. Inneholder alltid en rekke pestoer, diper og tapenader. Vanlige dipfavoritter inkluderer hummus, pesto, guacamole og haydari (tyrkisk yoghurtdip), som er inspirert av Midtøsten. Jeg hadde imidlertid lyst til å prøve noe annet når jeg fant på denne bakte ostedipen, som allerede er blitt en favoritt hjemme hos oss. Den har en kraftig konsistens fra artisjokkene, kremet smak fra salt Apetina-ost og kremost og litt pikant smak fra hvitløk og eddik. Den passer til nesten alt, men her serverer jeg den sammen med noen søtaktige og saftige kyllinggrillspyd. Jeg har også prøvd å servere den med avokado-satay (se oppskrift på bloggen min) og ulike friske grønnsaker og velsmakende pinnebrød.\n                                Fremgangsmåte: \n                            \nBland alle ingrediensene til dipsausen i en kjøkkenmaskin til en grovkornet pasta. Hell blandingen i en ildfast form eller panne. Hell over litt olivenolje og sett den til side.\nSkjær kyllingen i mindre biter. Fordel kyllingbitene jevnt på 8-10 grillspyd av tre, og legg deretter grillspydene på en stekeplate med kant. Bruk en skje eller fingrene til å smøre honning på kyllingen, og avslutt med litt salt og pepper.\nBak dippen og kyllinggrillspydene i ovnen i 10-12 minutter. Ta ut kyllingen, og slå ovnen på grillmodus. Grill dippen i ytterligere 3-5 minutter.\n\n                    "
    },
    "recipeYield": {
        "@language": "no",
        "@value": "Porsjoner: 6"
    },
    "totalTime": {
        "@language": "no",
        "@value": "PT25M"
    },
    "url": {
        "@language": "no",
        "@value": "https://www.apetina.com/no/oppskrifter/kyllinggrillspyd-med-ovnsbakt-dip/"
    },
    "@id": "http://example.org/recipe"
}