{
    "@type": "Recipe",
    "aggregateRating": {
        "@type": "AggregateRating",
        "bestRating": {
            "@language": "en-US",
            "@value": "100"
        },
        "ratingCount": {
            "@language": "en-US",
            "@value": "5"
        },
        "ratingValue": {
            "@language": "en-US",
            "@value": "100"
        },
        "worstRating": {
            "@language": "en-US",
            "@value": "0"
        }
    },
    "image": {
        "@id": "https://kuharica.kontin.info/wp-content/uploads/2015/01/Lignje-s-kobasicama-i-kozicama-u-šalši-od-rajčice-darkova-web-kuharica-12.jpg"
    },
    "name": {
        "@language": "en-US",
        "@value": "Jadranska lignja i kozice na prigorski zimski način"
    },
    "recipeInstructions": {
        "@language": "en-US",
        "@value": "\n\t\t\t \tProšli mjesec, a slobodno sada već kažem i prošle godine :), imao sam priliku i čast sudjelovati u prvom Blogger Weekend Challangeu u Hrvatskoj (moj fotke pogledajte ovdje) koji je bio organiziran od strane LifeClass Terma Sveti Martin.\nSva tri dana koja smo tamo proveli meni su bila za pamćenje što zbog odličnog društva, savršenih domaćina, gastro ali i neizostavne vinske ponude kraja i još mnogih drugih stvari koje sam imao prilike vidjeti, okusiti i čuti. Već mi sad nedostaju vina vinske kuće Hažić i sladoled od bučinog ulja iz restorana Mala Hiža. A da o desertima koje smo isprobali u Gustolatou ne govorim.\n\nKako nisam neki putopisac, a stvarno želim s vama podijeliti svoju vikend avanturu u Međimurju, predlažem da skoknete i pročitate cijele vikend izvještaje na sljedećim blogovima :):\n\nAndrea (Voće i povrće)\nAnja (Sweethearts)\nIvana (Šminkerica)\nNikolina (Nicky’s Bakes)\nTamara (Bite my cake)\nPersa (Beauty & Sweets)\n\nUz već navedene blogere uz nas su još bili Tihana, Saša, još jedan Saša :), Mateja i Tadeja i ima da ih sve zapratite ako to već niste :).\nUz ovaj uvod savršeno ide i sljedeći recept. Zašto? Iz jednostavnog razloga jer sam dobio svježe lignje s Pašmana po povratku doma te sam ih odmah morao pripremiti :).\nDa se ne radi o standardnim lignjama u crvenom umaku dodao sam i malo kozica te malo svog Prigorja kroz jako ukusne kobasice i malo Graševine.\nJelo iako je malo kompleksnije i ima u sebi više namirnica se zapravo lagano priprema. Samo u određenom vremenu dodajete određene namirnice i strpljivo čekate da se sve samo skuha.\nNa kraju ćete imati nezaboravnu gozbu koju ćete htjeti brzo ponoviti. Zato proučite recept u nastavku i ako stignete počastite se ovim jelom već ovaj vikend.\n\nSastojci\n\nJadranska lignja – očišćena (340 g)\nSvinjska kobasica za pečenje (200 g)\nOčišćeni repovi kozica (100 g)\nŽuti luk (115 g)\nSvježa rajčica (520 g)\nSvježi list bosiljka (5 kom)\nGraševina (1 dcl)\nPassat rajčice (200 g)\nKrumpir (460 g)\nZelene masline (40 g)\nVoda (2 dcl)\nVrhnje\nLimun\nSvježi peršin\nSlatka crvena paprika, papar, sol\n\nRecept\nIstisnite meso iz kobasica ili ih ogulite, a lignje narežite na kolutove (krakove ne usitnjavajte, posebno su efektni u jelu ako su cijeli).\nU wok ili duboku tavu bez dodavanja ulja na srednjoj vatri prepržite natrgano i usitnjeno meso kobasica dok ne poprimi sivkastu boju. Zatim dodajte sitno sjeckani luk i nekoliko listova svježeg bosiljka. Uz povremeno miješanje pričekajte da luk postane proziran.\nDodajte mljevenu slatku crvenu papriku te nakon kratkog prženja prelijte sve s 1 dcl Graševine. Dodajte zatim narezane svježe rajčice te poklopite wok da u njemu sve kuha oko 10 minuta dok rajčice ne puste vodu. Nakon toga dodajte lignje, passat rajčicu, sol i papar po želji, promiješajte sve pazeći da su vam lignje potopljene u tekućini te ponovno poklopite wok i ostavite na laganoj vatri da se kuha dodatnih 60 minuta.\nNakon 60 minuta dodajte na male kockice narezani krumpir i repove kozica te kuhajte jelo dodatnih 30 minuta. Ako treba dodajte i malo vode kako bi sve namirnice bile stalno potopljene u tekućini. Provjerite slanoću jela i dodajte soli ako treba u ovom trenutku.\nPrije nego ugasite plamen provjerite da li vam je krumpir dovoljno kuhan i ako nije kuhajte sve dok on ne bude gotov.\nLignje i kozice s kobasicama na kraju ukrasite svježim listovima peršina, narezanima maslinama te prelijte s laganim umakom od vrhnja i limunovog soka.\nDobar tek vam želim!\nPriprema lignji i kozica s kobasicama kroz fotografije\n           \nKako je vama ispalo?\nAndela Mokovic je prva isprobala lignje pripremiti s kobasicama i kaže da takva kombinacija fantastična. Tako da nije samo do mene i da se samo meni sviđa :). Evo kako je njezina večera s lignjama izgledala.\n\nJadranska lignja i kozice na prigorski zimski način was last modified: March 3rd, 2015 by DarkoKontin\t\t\t\t"
    },
    "totalTime": {
        "@language": "en-US",
        "@value": "PT115M"
    },
    "@id": "http://example.org/recipe"
}