{
    "@type": "Recipe",
    "author": {
        "@type": "Person",
        "name": {
            "@language": "en",
            "@value": "Kate Lebo"
        }
    },
    "cookTime": {
        "@language": "en",
        "@value": "PT1H"
    },
    "description": {
        "@language": "en",
        "@value": "\n                        Autumn’s crop of raspberries pair with figs for a holiday pie that’s celebratory and fresh. Bay is usually used in savory dishes; this pie proves it adds delicious depth to sweet flavors too. Start this recipe the night before the feast so fruit and bay have time to mingle before baking.\n                        \n                    "
    },
    "image": {
        "@language": "en",
        "@value": "https://driscolls.imgix.net/-/media/assets/recipes/raspberry-pie-with-figs-and-bay.ashx"
    },
    "keywords": {
        "@language": "en",
        "@value": "\n\tRaspberry DessertsRaspberry Cheesecake and Pies\n"
    },
    "name": {
        "@language": "en",
        "@value": "Raspberry Pie with Figs and Bay"
    },
    "prepTime": {
        "@language": "en",
        "@value": "PT35M"
    },
    "recipeIngredient": [
        {
            "@language": "en",
            "@value": "\n    \n    5\n    Tablespoons\n    all-purpose flour\n    \n"
        },
        {
            "@language": "en",
            "@value": "\n    \n    1\n    Tsp.\n    salt\n    \n"
        },
        {
            "@language": "en",
            "@value": "\n    \n    1\n    Tbsp.\n    sugar\n    \n"
        },
        {
            "@language": "en",
            "@value": "\n    \n    2\n    fresh bay leaves\n    \n"
        },
        {
            "@language": "en",
            "@value": "\n    \n    2\n    Tablespoons\n    chilled unsalted butter, cut into small chunks\n    \n"
        },
        {
            "@language": "en",
            "@value": "\n    \n    1\n    Tbsp.\n    lemon juice\n    \n"
        },
        {
            "@language": "en",
            "@value": "\n    \n    3/4\n    Cup\n    sugar\n    \n"
        },
        {
            "@language": "en",
            "@value": "\n    \n    2\n    Packages\n    (6 ounces each) Driscoll's Raspberries\n    \n"
        },
        {
            "@language": "en",
            "@value": "\n    \n    1 1/2\n    Cups\n    fresh or frozen figs of any variety, chopped in small-sized chunks\n    \n"
        },
        {
            "@language": "en",
            "@value": "\n    \n    2 1/2 \n    Cup\n    flour\n    \n"
        },
        {
            "@language": "en",
            "@value": "\n    Sugar for sprinkling on top\n    \n"
        },
        {
            "@language": "en",
            "@value": "\n    egg white wash (1 egg white beaten with 1 teaspoon water)\n    \n"
        },
        {
            "@language": "en",
            "@value": "\n    \n    1\n    Cup\n    (2 sticks) chilled unsalted butter\n    \n"
        },
        {
            "@language": "en",
            "@value": "\n    Pinch of salt\n    \n"
        }
    ],
    "recipeInstructions": [
        {
            "@language": "en",
            "@value": "\n        \n\t\n            Filling and Assembly\n        \n\n        \n            \n\n    \n        To make the filling, in a large bowl, mix the raspberries, figs, sugar, lemon juice, salt, and bay leaves. Let the fruit macerate with the sugar and bay at room temperature for at least 2 hours, or overnight. The longer the fruit sits, the more bay flavor. When you return to the bowl, the fruit will be sitting a deep puddle of its own juice. Thatâ\u0080\u0099s exactly as it should be. Pick the bay leaves out of the filling and discard them. Add flour and butter and stir to combine.\n    \n    \n        \n        \n        \n    \n    \n        \n        \n    \n\n\n    \n        Preheat the oven to 425 degrees F.\n    \n    \n        \n        \n        \n    \n    \n        \n        \n    \n\n\n    \n        Roll out the bottom crust and place it in a 10-inch pie plate. Tuck the crust into the plate and trim the edges. Refrigerate the crust while you prepare the next steps of the recipe.\n    \n    \n        \n        \n        \n    \n    \n        \n        \n    \n\n\n    \n        Roll out the top crust and retrieve the bottom crust from the refrigerator.\n    \n    \n        \n        \n        \n    \n    \n        \n        \n    \n\n\n    \n        Mound the filling into the bottom crust, smooth it down, and drape the top crust over all. Trim, fold, and flute the edges. Cut generous steam vents, brush the crust with egg white wash, and sprinkle it with sugar.\n    \n    \n        \n        \n        \n    \n    \n        \n        \n    \n\n\n    \n        Bake the pie in the middle of the oven for 10-15 minutes, until the crust is blistered and blond. Reduce the heat to 375 degrees F. Bake for 35-45 minutes more, until the crust is deeply golden and the juices bubble slowly at the pieâ\u0080\u0099s edge. If you donâ\u0080\u0099t have a convection oven, rotate the pie halfway through to ensure even baking. If any parts of the crust start to look too brown during baking, tent those spots with foil.\n    \n    \n        \n        \n        \n    \n    \n        \n        \n    \n\n\n    \n        Cool on a wire rack for at least an hour before serving. Youâ\u0080\u0099ll know the pie is cool enough when you can touch the bottom of the plate comfortably with bare hands. Store leftovers on the kitchen counter loosely wrapped in a towel for up to three days.\n    \n    \n        \n        \n        \n    \n    \n        \n        \n    \n\n\n    \n        Check out our other Raspberry Pies!\n    \n    \n        \n        \n        \n    \n    \n        \n        \n    \n\n        \n    "
        },
        {
            "@language": "en",
            "@value": "\n        \n\t\n            Crust\n        \n\n        \n            \n\n    \n        Fill a spouted liquid measuring cup with about 11â\u0081\u00842 cups of water, plop in some ice cubes, and place it in the freezer while you prepare the next steps of the recipe. The idea is to have more water than you need for the recipe (which will probably use 1â\u0081\u00842 cup or less) at a very cold temperature, not to actually freeze the water or use all 11â\u0081\u00842 cups in the dough.\n    \n    \n        \n        \n        \n    \n    \n        \n        \n    \n\n\n    \n        In a large bowl, mix the flour, sugar, and salt. Cut 1â\u0081\u00842- to 1-tablespoon pieces of butter and drop them into the flour. Toss the fat with the flour to evenly distribute it.\n    \n    \n        \n        \n        \n    \n    \n        \n        \n    \n\n\n    \n        Position your hands palms up, fingers loosely curled. Scoop up flour and fat and rub it between your thumb and fingers, letting it fall back into the bowl after rubbing. Do this, reaching into the bottom and around the sides to incorporate all the flour into the fat, until the mixture is slightly yellow, slightly damp. It should be chunkyâ\u0080\u0094mostly pea-size with some almond- and cherry-size pieces. The smaller bits should resemble coarse cornmeal.\n    \n    \n        \n        \n        \n    \n    \n        \n        \n    \n\n\n    \n        Take the water out of the freezer. Pour it in a steady thin stream around the bowl for about 5 seconds. Toss to distribute the moisture. Youâ\u0080\u0099ll probably need to pour a little more water on and toss again. As you toss and the dough gets close to perfection, it will become a bit shaggy and slightly tacky to the touch. Press a small bit of the mixture together and toss it gently in the air. If it breaks apart when you catch it, add more water, toss to distribute the moisture, and test again. If the dough ball keeps its shape, itâ\u0080\u0099s done. (When all is said and done, youâ\u0080\u0099ll have added about 1â\u0081\u00843 to 1â\u0081\u00842 cup water.)\n    \n    \n        \n        \n        \n    \n    \n        \n        \n    \n\n\n    \n        With firm, brief pressure, gather the dough in 2 roughly equal balls (if one is larger, use that for the bottom crust). Quickly form the dough into thick disks using your palms and thumbs. Wrap the disks individually in plastic wrap. Refrigerate for an hour to 3 days before rolling.\n    \n    \n        \n        \n        \n    \n    \n        \n        \n    \n\n        \n    "
        }
    ],
    "recipeYield": {
        "@language": "en",
        "@value": "16"
    },
    "@id": "http://example.org/recipe"
}