{
    "@type": "Recipe",
    "aggregateRating": {
        "@type": "AggregateRating",
        "ratingCount": {
            "@value": "11"
        },
        "ratingValue": {
            "@value": "4.9"
        }
    },
    "author": {
        "@value": "Miss Bretzel"
    },
    "image": [
        {
            "@id": "https://rockthebretzel.com/buche-citron-praline/data:image/svg+xml,%3Csvg%20xmlns='http://www.w3.org/2000/svg'%20viewBox='0%200%20205%200'%3E%3C/svg%3E"
        },
        {
            "@id": "http://rockthebretzel.com/wp-content/uploads/2018/07/Buche-citron-praliné41.jpg"
        }
    ],
    "ingredients": [
        {
            "@value": "100 g de chocolat blanc"
        },
        {
            "@value": "30 g de farine"
        },
        {
            "@value": "60 g de chocolat Pralinoise"
        },
        {
            "@value": "5 g de gélatine"
        },
        {
            "@value": "Le zeste d’un citron jaune"
        },
        {
            "@value": "1 pincée de sel"
        },
        {
            "@value": "1,5 feuilles de gélatine"
        },
        {
            "@value": "40 g de sucre en poudre"
        },
        {
            "@value": "300 g de crème liquide entière"
        },
        {
            "@value": "50 g œufs"
        },
        {
            "@value": "2 œufs entiers + 1 jaune d’oeuf"
        },
        {
            "@value": "2 g de levure chimique"
        },
        {
            "@value": "25 g de beurre"
        },
        {
            "@value": "20 g d’amande en poudre"
        },
        {
            "@value": "120 g de jus de citron jaune"
        },
        {
            "@value": "200 g de praliné noisette"
        },
        {
            "@value": "15 g de beurre"
        },
        {
            "@value": "20 g de sucre"
        },
        {
            "@value": "100 g de lait"
        },
        {
            "@value": "40 g de crêpes dentelles"
        }
    ],
    "name": {
        "@value": "Bûche Citron praliné"
    },
    "recipeInstructions": [
        {
            "@value": "Transvaser dans la casserole puis remettre à feu doux sans cesser de fouetter. A partir du moment où la crème s’épaissit, compter 30 s et retirer du feu."
        },
        {
            "@value": "Ajouter les crêpes dentelles émiettées. Etaler immédiatement ce mélange sur le biscuit moelleux à l’amande. Réserver au congélateur le temps de préparer la mousse."
        },
        {
            "@value": "Laisser décongeler quelques heures au réfrigérateur et la sortir la bûche 30 min avant de la déguster."
        },
        {
            "@value": "Garnir le moule à buche avec ⅔ de la mousse praliné, faire prendre environ 15 min au congélateur."
        },
        {
            "@value": "Recouvrir du biscuit (croustillant contre la mousse) et appuyer pour faire remonter la mousse sur les bords."
        },
        {
            "@value": "Lisser la surface puis placer au congélateur une nuit."
        },
        {
            "@value": "Laisser au congélateur une nuit."
        },
        {
            "@value": "Réchauffer légèrement le reste de crème au citron et pocher des boules sur le dessus de la bûche démoulée. Parsemer de pralin."
        },
        {
            "@value": "Mélanger puis incorporer le beurre fondu à la Maryse."
        },
        {
            "@value": "Ajouter la poudre d’amande et la farine mélangée à la levure et le sel."
        },
        {
            "@value": "Travailler au fouet les œufs avec le sucre."
        },
        {
            "@value": "Lorsque le chocolat est entièrement fondu, ajouter le beurre coupé en dés."
        },
        {
            "@value": "Verser la préparation sur une plaque recouverte de papier cuisson, lisser la surface et enfourner dans un four préchauffé à 150°C pendant environ 15 min."
        },
        {
            "@value": "Monter la crème bien froide en crème fouettée et l’incorporer délicatement au mélange précédent."
        },
        {
            "@value": "Réserver quelques cuillères de crème pour la décoration et verser le reste dans le moule à bûche."
        },
        {
            "@value": "Pendant ce temps, fouetter les œufs (entier + jaune) avec le sucre jusqu’à homogénéisation."
        },
        {
            "@value": "Mettre à réhydrater la gélatine dans un grand bol d’eau froide pendant 15 min avant utilisation."
        },
        {
            "@value": "Déposer au centre l’insert au citron en l’enfonçant légèrement puis recouvrir du reste de mousse au praliné."
        },
        {
            "@value": "Ajouter la gélatine essorée, bien mélanger et ajouter en 3 fois sur le chocolat coupé en petits morceaux."
        },
        {
            "@value": "Faire fondre le chocolat au bain-marie. Bien mélanger."
        },
        {
            "@value": "Laisser refroidir à la sortie du four puis détailler un rectangle de la taille de la bûche. Réserver."
        },
        {
            "@value": "Dans une casserole, porter à ébullition le jus de citron avec le zeste d’un des citrons."
        },
        {
            "@value": "Laisser refroidir à température ambiante."
        },
        {
            "@value": "Mélanger le lait avec la pâte de praliné et faire légèrement tiédir dans une casserole. Ajouter la gélatine bien essorée."
        },
        {
            "@value": "Verser petit à petit le jus de citron sur les œufs tout en fouettant."
        }
    ],
    "recipeYield": {
        "@value": "8 - 10"
    },
    "@id": "http://example.org/recipe"
}