{
    "@type": "Recipe",
    "author": {
        "@type": "Person",
        "name": {
            "@value": "Annie"
        }
    },
    "description": {
        "@value": "Si on aime le mélange sucré-salé, c'est un délice que cette recette en provenance du Maroc !"
    },
    "image": {
        "@id": "https://cdn.lacuisinedannie.com/images/569.jpg"
    },
    "keywords": [
        {
            "@value": "Fêtes"
        },
        {
            "@value": "Maghreb"
        },
        {
            "@value": "Restes"
        }
    ],
    "name": {
        "@value": "Recette Pastilla au poulet                                      \n                                    "
    },
    "nutrition": {
        "@type": "NutritionInformation",
        "calories": {
            "@value": "\n                                    505 kCal"
        },
        "servingSize": {
            "@value": "1 part"
        }
    },
    "recipeCategory": {
        "@value": "Viandes"
    },
    "recipeCuisine": {
        "@value": "Volailles"
    },
    "recipeIngredient": [
        {
            "@value": "1 cuillerée à soupe de sucre glace.                            "
        },
        {
            "@value": "1 cuillère à café de safran"
        },
        {
            "@value": "1 jaune pour dorer"
        },
        {
            "@value": "3 œufs"
        },
        {
            "@value": "1 paquet de brick (10 feuilles)"
        },
        {
            "@value": "1 cuillère à café de cannelle"
        },
        {
            "@value": "Sel, poivre"
        },
        {
            "@value": "2 cuillères à café de ras el hanout"
        },
        {
            "@value": "125 g amandes concassées "
        },
        {
            "@value": "3 oignons"
        },
        {
            "@value": "1/2 bouquet de coriandre"
        },
        {
            "@value": "75 g sucre"
        },
        {
            "@value": "1 poulet (750 g environ de blanc de poulet)"
        },
        {
            "@value": "2 cuillères à soupe d’huile"
        },
        {
            "@value": ". "
        },
        {
            "@value": "1 cuillère à café de sucre"
        }
    ],
    "recipeInstructions": {
        "@value": "\n                        Faire chauffer l’huile dans une cocotte et faire dorer le poulet et les oignons émincés   Ajouter sucre, coriandre hachée, safran, ras el hanout, un petit verre d’eau (200 ml environ), sel et poivre. Couvrir et laisser cuire 45 mn à feu doux environ Désosser le poulet et remettre la chair \"émiettée\" dans la cocotte  Ajouter les œufs un à un et bien les mélanger avec la chair du poulet, les oignons et le jus de cuisson; laisser cuire jusqu’au début de la coagulation, puis retirer du feu Dans un bol ou 1 assiette, mélanger cannelle, amandes et sucre  Préchauffer le four à 200°Tapisser le fond d’un plat rond de 4 feuilles de bricks en les faisant déborder du plat. Étaler une partie de la préparation au poulet Recouvrir de couches de feuilles de brick huilées (4 feuilles) zn allternant les couches brick et le poulet jusqu’en haut du plat en réservant les 2 dernières feuilles pour le dessus Sur l’avant dernière couche, ajouter une grande partie du mélange amandes, cannelle, sucre Recouvrir des 2 dernières feuilles en les repliant pour envelopper l’ensemble Passer le jaune d’œuf battu à la surface et ajouter dessus le reste du mélange d’amandesEnfourner 25 mn environ. Saupoudrer d'un peu de sucre glace à la sortie du four et servir bien chaud :)Truc : Pour une recette plus rapide on peut utiliser des blancs de poulet coupés en petits morceaux; mais c’est un peu plus sec! attention à la sauce!                        "
    },
    "recipeYield": {
        "@value": "6"
    },
    "@id": "http://example.org/recipe"
}