{
    "@type": "Recipe",
    "aggregateRating": {
        "@type": "AggregateRating",
        "bestRating": {
            "@language": "es",
            "@value": "5"
        },
        "ratingValue": {
            "@language": "es",
            "@value": "5"
        },
        "reviewCount": {
            "@language": "es",
            "@value": "3"
        }
    },
    "datePublished": {
        "@language": "es",
        "@value": "9 Octubre 2013"
    },
    "description": {
        "@language": "es",
        "@value": "\n\t\t\t\t\tDescripción\n\t\t\t\t\t\tCuando tu familia o tus invitados prueben este postre… no podrán creer que su receta es tan sencilla. ¡Delicioso, vistoso y fácil de hacer! ¿qué más se le puede pedir a un postre?\nPaso 1:\nPela la manzana, quítale el corazón y córtala en gajos. Saltéala con la mantequilla, el azúcar y la canela (ya sea una pizca molida o un trozo de rama). Cuando haya adquirido un bonito color tostado y se haya ablandado un poco, retírala.\nPaso 2:\nPor otro lado, mezcla la almendra molida con la mantequilla, el azúcar moreno, la harina y la sal. También puedes utilizar almendras enteras, pero en este caso tendrás que triturarlas en la picadora para hacer una harina de almendra. Sin embargo, tendrá más sabor.\nPaso 3:\nReparte la mezcla en una bandeja y mételo en el horno a 180° unos 15 minutos. Saca la preparación, remuévela y vuelve a meterla en el horno otros 10 minutos. Debe quedar como una especie de harina. Cuando ya esté hecho el crumble, sácalo y déjalo atemperar.\nPresentación:\nPara servirlo, elige un vaso bonito y pon la manzana en el fondo, reparte el crumble por encima y adorna con una hojita de hierbabuena.\n¿Qué manzana es la más adecuada?\nLa manzana tipo reineta, de forma aplanada y un color amarronado es la mejor para cocinar. Su sabor es agradablemente ácido, pero no en exceso y tiene la ventaja de no deshacerse fácilmente durante la cocción. La manzana tipo Golden, de piel amarilla, carne blanda y también un poco ácida pero no demasiado, también sirve para cocinar en postres como éste.\n\n\t\t\t\t"
    },
    "image": {
        "@id": "http://www.demoslavueltaaldia.com/sites/default/files/styles/recetas_listado/public/detalle_1.jpg?itok=87V0hyZz"
    },
    "instructions": {
        "@language": "es",
        "@value": "Null"
    },
    "name": {
        "@language": "es",
        "@value": "Salteado de manzana a la canela con crumble"
    },
    "nutrition": {
        "@type": "NutritionInformation",
        "calories": {
            "@language": "es",
            "@value": "301-500"
        }
    },
    "recipeIngredient": [
        {
            "@language": "es",
            "@value": "harina 50 gr."
        },
        {
            "@language": "es",
            "@value": "azúcar moreno 50 gr."
        },
        {
            "@language": "es",
            "@value": "canela molida una pizca"
        },
        {
            "@language": "es",
            "@value": "mantequilla 50 gr."
        },
        {
            "@language": "es",
            "@value": "sal una pizca"
        },
        {
            "@language": "es",
            "@value": "manzana 1 ud."
        },
        {
            "@language": "es",
            "@value": "mantequilla 25 gr."
        },
        {
            "@language": "es",
            "@value": "azúcar 25 gr."
        },
        {
            "@language": "es",
            "@value": "almendra molida 50 gr."
        }
    ],
    "@id": "http://example.org/recipe"
}