{
    "@type": "Recipe",
    "dateModified": {
        "@language": "pl",
        "@value": "2016-11-29"
    },
    "datePublished": {
        "@language": "pl",
        "@value": "2016-11-29"
    },
    "image": [
        {
            "@language": "pl",
            "@value": "http://wielkiezarcie.com/file/18214726148230697000g.jpeg"
        },
        {
            "@language": "pl",
            "@value": "Null"
        }
    ],
    "ingredients": {
        "@language": "pl",
        "@value": "\n\t\t\t\n\t\n\t\t1,5 kg buraków1 mały suszony podgrzybeksok z cytryny do smaku1 łyżka oleju1 łyżki mielonej suszonej włoszczyzny (opcjonalnie naturalnej wegety) - lub pęczek włoszczyznypieprzsólliść laurowy1 łyżeczka suszonego majeranku\n\t\n\n\t\t"
    },
    "interactionStatistic": {
        "@type": "InteractionCounter",
        "interactionType": {
            "@language": "pl",
            "@value": "http://schema.org/CommentAction"
        },
        "userInteractionCount": {
            "@language": "pl",
            "@value": "3"
        }
    },
    "name": {
        "@language": "pl",
        "@value": "Barszcz pyszny wegetariański "
    },
    "prepTime": {
        "@language": "pl",
        "@value": "Null"
    },
    "recipeInstructions": {
        "@language": "pl",
        "@value": "\n\t\t\t\n\t\n\t\tBuraki umyj, ułóż na blasze wyłożonej folią aluminiową. Upiecz w temp. ok. 200 st. C. Powinny być gotowe po ok. 1,5 godzinie, gdy skórka zacznie się przypiekać. Ostudź, obierz i zetrzyj na tarce o dużych oczkach. Możesz to zrobić drugiego dnia, gdy będziesz mieć czas. Ugotuj wywar na bazie dużego pęczka włoszczyzny lub na bazie mielonej suszonej włoszczyzny (w wolnej chwili możesz zmielić kupioną na wagę mieszankę warzyw - powstanie zdrowsza wersja wegety), liścia laurowego, suszonego grzybka. Dodaj tarte buraki, majeranek, szczyptę soli i zmniejsz temperaturę do minimum, przykryj i podgrzewaj do momentu zagotowania. Przypraw sokiem z cytryny i pieprzem. Wyłącz kuchenkę i pozostaw barszcz do ostudzenia. Najlepiej pozostawić barszcz na jedną dobę, aby buraczki oddały jak najwięcej smaku wywarowi.\nvar bbkeywords=\"\";\n\nPrzecedź barszcz, buraczki możesz wykorzystać je do pysznej obiadowej sałatki. Wlej 2 łyżki oleju. Podgrzej i jeśli trzeba dopraw do smaku. Podaj gorący z krokietami lub pasztecikami.\n\t\n\n\t\t"
    },
    "recipeYield": {
        "@language": "pl",
        "@value": "4\n\t\t\t\t\t\t\n\t\t\t\t\t\t\tporcje\n\t\t\t\t\t\t\n\t\t\t\t\t"
    },
    "@id": "http://example.org/recipe"
}