{
    "@type": "Recipe",
    "articleBody": {
        "@language": "ru-RU",
        "@value": "\t   \n\t    \n\t\t\nЗдравствуйте уважаемые читатели! В статье обсуждаем рецепты домашних пельменей и особенности их приготовления. Вы узнаете, как самостоятельно приготовить тесто и фарш для пельменей, как лепить пельмени и как их правильно варить.\n\nСодержание статьиРецепт домашних пельменейТесто для домашних пельменейРецепт теста для пельменей на воде без яицРецепт теста для пельменей на воде с яйцамиФарш для домашних пельменейФарш из свининыФарш из говядиныФарш из курицыЛепка пельменей в домашних условияхДомашняя пельменницаФорма для лепки пельменейРучная лепкаСколько и как варить домашние пельмениКалорийность домашних пельменейСоус для пельменей в домашних условияхЧто запомнить\n(function(w, d, n, s, t) {w[n] = w[n] || [];w[n].push(function() {Ya.Context.AdvManager.render({blockId: \"R-A-187613-1\",renderTo: \"yandex_rtb_R-A-187613-1\",async: true});});t = d.getElementsByTagName(\"script\")[0];s = d.createElement(\"script\");s.type = \"text/javascript\";s.src = \"//an.yandex.ru/system/context.js\";s.async = true;t.parentNode.insertBefore(s, t);})(this, this.document, \"yandexContextAsyncCallbacks\");Рецепт домашних пельменей\nПельмени — это кушанье из отварных изделий из пресного бездрожжевого теста с начинкой из мяса, рыбы или овощей. Пельмени можно считать традиционным русским блюдом, без которого трудно представить рацион любой российской семьи. Это универсальное блюдо — пельмени хороши как для повседневного употребления, так и для праздничного застолья.\nФарш для начинки готовят из постной говядины, свинины, баранины, курицы, конины и крольчатины. Пельмени готовят не только с мясом, но и с овощами, речной или морской рыбой, лесными грибами, сыром и творогом.\n\nВ советское время домашнее приготовление пельменей объединяло на одной кухне несколько поколений. Лепили пельмени всей семьей по выходным в больших количествах, про запас. Их сразу замораживали и кушали потом в течение долгого времени.\nОднако пельмени — это не исконно русское блюдо. Достоверный источник происхождения пельменей неизвестен, но некоторые историки считают, что это блюдо было придумано в Китае и затем распространилось по территории Средней Азии.\n\nСлово “пельмень” заимствовано из языков финно-угорской группы. Оно произошло от слова “пельнянь” — хлебное ухо.\n\nРусский историк Вильям Васильевич Похлебкин полагал, что пельмени в русской кухне появились в конце 14 — начале 15 века. Благодаря развитию экономических и культурных связей с отдаленными регионами Российской Империи, в середине 19 века пельмени распространились с Урала по Сибирскому тракту в центральную часть России и в Северные регионы.\nСегодня приобрести в супермаркетах пельмени в виде замороженного полуфабриката с разнообразными начинками не составляет труда, однако по-прежнему, вкусными считаются пельмени, приготовленные дома самостоятельно. Вы сами выбираете мясо для начинки и готовите тесто, лепите пельмени по форме и размеру, которые нравятся вам, правильно храните полуфабрикат и можете быть на 100% уверены в качестве домашнего блюда.\nТесто для домашних пельменей\n\nПриготовить пельменное тесто дома достаточно просто. Берите для теста муку высшего сорта. В ней содержится много клейковины, которая придает тесту однородность и эластичность. Вымешивайте тесто не менее 15 минут. Так его будет проще раскатывать скалкой и лепить из него пельмени.\nРецепт теста для пельменей на воде без яиц\nЭто классический рецепт пельменного теста. Для его приготовления используйте теплую воду (35-40 градусов). Главное — не делайте тесто очень крутым, иначе оно будет плохо раскатываться скалкой и рваться во время лепки.\n .u3aee195c9a0320acd5d229bad32bc3f6 { padding:0px; margin: 0; padding-top:1em!important; padding-bottom:1em!important; width:100%; display: block; font-weight:bold; background-color:#ECF0F1; border:0!important; border-left:4px solid #E74C3C!important; text-decoration:none; } .u3aee195c9a0320acd5d229bad32bc3f6:active, .u3aee195c9a0320acd5d229bad32bc3f6:hover { opacity: 1; transition: opacity 250ms; webkit-transition: opacity 250ms; text-decoration:none; } .u3aee195c9a0320acd5d229bad32bc3f6 { transition: background-color 250ms; webkit-transition: background-color 250ms; opacity: 1; transition: opacity 250ms; webkit-transition: opacity 250ms; } .u3aee195c9a0320acd5d229bad32bc3f6 .ctaText { font-weight:bold; color:#000000; text-decoration:none; font-size: 16px; } .u3aee195c9a0320acd5d229bad32bc3f6 .postTitle { color:#E74C3C; text-decoration: underline!important; font-size: 16px; } .u3aee195c9a0320acd5d229bad32bc3f6:hover .postTitle { text-decoration: underline!important; } Вам также будет интересно:  Как запечь курицу в духовке: советы и рецептыВам понадобится:\n\nмука — 500 граммов;\nпитьевая вода — 1 стакан (200 мл);\nсоль — половина чайной ложки.\n\nКак приготовить:\n\nХорошо просейте муку, чтобы она обогатилась воздухом.\nСделайте из муки горку на столе или в глубокой миске.\nРазмешайте соль в теплой воде до ее полного растворения.\nСделайте небольшое углубление в муке и влейте тонкой струей воду.\nВымешивайте тесто, пока оно не получится однородным и эластичным.\nПрикройте готовое тесто пищевой пленкой или полотенцем для того, чтобы оно не заветрилось.\nДайте тесту отдохнуть 15-20 минут, затем можно приступать к лепке пельменей.\n\nРецепт теста для пельменей на воде с яйцами\nПельменное тесто с добавлением куриных яиц выходит нежным и эластичным.\nВам понадобится:\n\nмука — 500 граммов;\nяйца — 2 шт.;\nпитьевая вода — половина стакана (100 мл);\nсоль — 1 чайная ложка без горки.\n\nКак приготовить:\n\nПросейте муку, чтобы она обогатилась воздухом, и сделайте из нее горку на столе или в миске.\nНемного взбейте яйца вилкой в отдельной посуде.\nСделайте небольшое углубление в муке, вылейте в него яйца.\nРазмешайте соль в теплой воде до ее полного растворения.\nВлейте в углубление воду тонкой струйкой.\nВымешивайте тесто до тех пор, пока оно не станет однородным и не перестанет прилипать к рукам.\nПрикройте готовое тесто пищевой пленкой или полотенцем.\nДайте тесту отдохнуть в течение 15-20 минут, можно готовить.\n\nРецептов приготовления пельменного теста достаточно много. Смотрите один из вариантов пельменного теста на видео:\n\nФарш для домашних пельменей\nФарш, приготовленный самостоятельно, — это главный секрет вкусных домашних пельменей. Для того чтобы фарш получится сочным и свежим, выбирайте охлажденное свежее мясо, а не замороженное. Перед приготовлением фарша обязательно промойте мясо в проточной прохладной воде и высушите с помощью бумажного полотенца или салфетки. Готовый фарш поместите в морозильную камеру на 20-30 минут. Готовить пельмени будет легче из подмороженного фарша.\nФарш из свинины\nДля того чтобы фарш из свинины не получился очень жирным, выбирайте для его приготовления лопаточную часть или задний окорок. При желании можно удалить жировые прожилки из куска мяса.\nВам понадобится:\n\nсвинина — 1 килограмм;\nлук репчатый — 4 шт.;\nчеснок — 3 зубчика;\nпитьевая вода — половина стакана (100 мл);\nсоль — по вкусу;\nперец молотый — по вкусу.\n\nКак приготовить:\n\nРазрежьте мясо на небольшие куски.\nПропустите их через мясорубку на крупной сетке. Мясо также можно мелко порубить ножом или кухонным топориком.\nМелко порубите лук и чеснок ножом или прокрутите их через мясорубку и добавьте в мясной фарш.\nСмешайте соль и воду в стакане.\nРазмешайте мясо с луком, добавьте перец.\nАккуратно вымесите фарш, добавляя в него соленую воду.\nПоместите на короткое время готовый фарш в морозильную камеру.\nДостаньте фарш, можно готовить.\n\nФарш из говядины\n\nГовядина — достаточно жилистое и суховатое мясо. Для приготовления фарша подойдет кострец, краевая покромка или лопатка. Главное — мясо не должно содержать раздробленных костей и сухожилий.\nВам понадобится:\n\nговядина — 1 килограмм;\nлук репчатый — 6 штук;\nмолоко 2,5% жирности — половина стакана (100 мл);\nсоль — по вкусу;\nперец молотый — по вкусу.\n\n .u3a7ca1c8eb0daa08da95f876f641052c { padding:0px; margin: 0; padding-top:1em!important; padding-bottom:1em!important; width:100%; display: block; font-weight:bold; background-color:#ECF0F1; border:0!important; border-left:4px solid #E74C3C!important; text-decoration:none; } .u3a7ca1c8eb0daa08da95f876f641052c:active, .u3a7ca1c8eb0daa08da95f876f641052c:hover { opacity: 1; transition: opacity 250ms; webkit-transition: opacity 250ms; text-decoration:none; } .u3a7ca1c8eb0daa08da95f876f641052c { transition: background-color 250ms; webkit-transition: background-color 250ms; opacity: 1; transition: opacity 250ms; webkit-transition: opacity 250ms; } .u3a7ca1c8eb0daa08da95f876f641052c .ctaText { font-weight:bold; color:#000000; text-decoration:none; font-size: 16px; } .u3a7ca1c8eb0daa08da95f876f641052c .postTitle { color:#E74C3C; text-decoration: underline!important; font-size: 16px; } .u3a7ca1c8eb0daa08da95f876f641052c:hover .postTitle { text-decoration: underline!important; } Вам также будет интересно:  Тесто для блинов - рецепты и рекомендацииКак приготовить:\n\nОчистите куски мяса от сухожилий и пленок. Разрежьте его на небольшие кусочки.\nПропустите мясо и лук через мясорубку на крупной сетке.\nСмешайте молоко, соль и перец.\nВлейте смесь в фарш и хорошенько перемешайте его руками.\nПоместите готовый фарш в морозильную камеру для того, чтобы он немного подмерз.\nДостаньте фарш, можно готовить.\n\nФарш из курицы\nМясо курицы — это диетический низкокалорийный продукт. Пельмени с начинкой из куриного фарша получаются сочными и нежными. Для его приготовления используйте куриную грудку.\nВам понадобится:\n\nмясо курицы — 1 килограмм;\nрепчатый лук — 2 шт.;\nпитьевая вода — 2 столовые ложки;\nсоль — по вкусу;\nперец молотый — по вкусу.\n\nКак приготовить:\n\nРазрежьте филе курицы на небольшие полоски.\nПропустите куриное филе и лук через мясорубку.\nСмешайте соль с водой. Добавьте соленую воду и перец к фаршу.\nПеремешайте фарш.\nПоместите готовый фарш в морозильную камеру, чтобы он немного подмерз.\nДостаньте фарш, можно готовить.\n\nЛепка пельменей в домашних условиях\nТрадиционно пельмени всегда лепили руками. В советское время среди хозяек была популярна специальная форма для приготовления пельменей, которая повышала скорость лепки и была незаменима при изготовлении большого количества изделий.\nВ последнее время появились удобные кухонные приборы для лепки пельменей в домашних условиях — механическая домашняя пельменница или машинка (станок) для лепки пельменей и автоматическая домашняя пельменница.\nДомашняя пельменница\nЭто бытовой прибор для изготовления пельменей дома. Домашняя пельменница имеет ряд достоинств:\n\nвысокая скорость работы — 10-12 килограммов пельменей в час;\nвсе пельмени одинаковой правильной формы;\nимеет несколько насадок — для приготовления пельменей/равиоли, для раскатки теста.\nпроста в использовании.\n\nДомашние пельменницы бывают электрические и механические. Основной недостаток электрической домашней пельменницы — это цена — от 12 тысяч рублей. Механическая пельменница значительно дешевле электрической. Например, стоимость машинки для изготовления пельменей Bekker — 2-3 тысячи рублей.\nПринцип работы у механической и электрической пельменницы одинаковый. Как сделать пельмени с помощью пельменницы, смотрите на видео:\n\nФорма для лепки пельменей\nБолее простое и не менее удобное приспособление для изготовления пельменей. Еще ее называют ручная пельменница. Стоимость таких приборов достаточно низкая — от 50 до 250 рублей в зависимости от производителя. Делают формы для пельменей из металла или прочного пластика.\nИспользовать форму для лепки пельменей довольно просто:\n\nПрисыпьте форму небольшим количеством муки, чтобы тесто не прилипало.\nРаскатайте скалкой два пласта теста толщиной 3-4 мм и размерами чуть больше пельменницы.\nПоложите первый пласт теста сверху на пельменницу. Сделайте пальцами небольшие аккуратные углубления в ячейках формы так, чтобы тесто не порвалось.\nРазложите в них начинку.\nПоложите второй пласт теста сверху.\nРаскатайте, надавливая на него скалкой так, чтобы второй слой теста плотно прилип к ребрам ячеек.\nСрежьте лишнее тесто с краев формы.\nАккуратно извлеките готовые пельмени из ячеек и выложите их на присыпанную мукой поверхность.\n\n .ud1574e8ffbf482ce203b597dc4368f64 { padding:0px; margin: 0; padding-top:1em!important; padding-bottom:1em!important; width:100%; display: block; font-weight:bold; background-color:#ECF0F1; border:0!important; border-left:4px solid #E74C3C!important; text-decoration:none; } .ud1574e8ffbf482ce203b597dc4368f64:active, .ud1574e8ffbf482ce203b597dc4368f64:hover { opacity: 1; transition: opacity 250ms; webkit-transition: opacity 250ms; text-decoration:none; } .ud1574e8ffbf482ce203b597dc4368f64 { transition: background-color 250ms; webkit-transition: background-color 250ms; opacity: 1; transition: opacity 250ms; webkit-transition: opacity 250ms; } .ud1574e8ffbf482ce203b597dc4368f64 .ctaText { font-weight:bold; color:#000000; text-decoration:none; font-size: 16px; } .ud1574e8ffbf482ce203b597dc4368f64 .postTitle { color:#E74C3C; text-decoration: underline!important; font-size: 16px; } .ud1574e8ffbf482ce203b597dc4368f64:hover .postTitle { text-decoration: underline!important; } Вам также будет интересно:  Рецепты гренок и секреты их приготовленияРучная лепка\nВ каждой семье есть свой способ лепки и своя форма пельменей. Мы расскажем вам о традиционном способе лепки пельменей вручную:\n\nПрисыпьте рабочую поверхность стола мукой, чтобы тесто не прилипало.\nРаскатайте тесто скалкой толщиной примерно 3-4 мм. Периодически переворачивайте пласт, чтобы толщина теста была равномерной.\nС помощью стакана вырежьте из теста круги.\nУберите излишки теста. Потом его можно будет раскатать заново и повторить процедуру.\nРазложите в середину каждого круга немного начинки.\nАккуратно сложите круг пополам и плотно прижмите края друг к другу. Затем соедините противоположные концы пельменя.\nПрисыпьте мукой большое плоское блюдо или разделочную доску.\nРазложите на ней готовые пельмени так, чтобы они не соприкасались и поставьте в морозильную камеру.\n\nСколько и как варить домашние пельмени\n\nСварить пельмени с мясным фаршем быстро и просто:\n\nНалейте воду в кастрюлю и поставьте ее на средний огонь. На 15 пельменей будет достаточно 500 мл воды.\nПосолите воду до закипания. Расчет соли примерно 1 чайная ложка без горки на литр воды.\nДобавьте половину лаврового листа и 2-3 горошины душистого перца.\nКак только вода закипит, положите в нее пельмени и сразу же аккуратно их перемешайте. Периодически помешивайте пельмени до повторного закипания воды, чтобы они не прилипли друг к другу и к стенкам кастрюли.\nПосле того как вода закипит, и пельмени всплывут на поверхность, варите их еще около 5 минут.\nСразу после приготовления достаньте пельмени и разложите по тарелкам. Подавать мясные пельмени можно вместе с бульоном.\n\nКалорийность домашних пельменей\nЛидером по калорийности являются домашние пельмени из свиного фарша — около 295 ккал на 100 граммов продукта (примерно 10 вареных пельменей). Диетологи не советуют слишком часто употреблять свинину, особенно в сочетании с тестом, если имеется лишний вес.\nПельмени из постной говядины менее калорийны — примерно 245-250 ккал на 100 граммов продукта.\nДля того чтобы максимально снизить калорийность пельменей со свининой или говядиной, используйте для приготовления фарша постное молодое мясо (вырезку) и тщательно удаляйте лишние жировые прослойки.\nДомашние пельмени из курицы считаются более диетическими — примерно 175-180 ккал на 100 граммов.\nСоус для пельменей в домашних условиях\n\nК домашним пельменям можно быстро приготовить простой соус из продуктов, которые найдутся в холодильнике у любой хозяйки.\nВам понадобится:\n\nсметана 15% жирности — 250 граммов;\nсвежая зелень (укроп, петрушка) — 1 небольшой пучок;\nчеснок — 2 зубчика;\nперец молотый (черный или красный) — по вкусу.\n\nКак приготовить:\n\nМелко порубите ножом чеснок, слегка придавите его плоской стороной ножа, чтобы выделился сок.\nИзмельчите зелень.\nПоложите зелень и чеснок в сметану.\nДобавьте молотый перец и хорошо перемешайте ингредиенты. Соус готов.\n\nЧто запомнить\n\nДля приготовления пельменного теста используйте муку высшего сорта.\nХорошо вымешивайте тесто, чтобы оно стало эластичным и податливым.\nДля фарша выбирайте свежее охлажденное мясо без костей, жилок и жира.\nПеред приготовлением фарша тщательно промойте мясо в чистой проточной воде.\n\nДо встречи в следующей статье!\n\n\t"
    },
    "comment": {
        "@type": "Comment",
        "creator": {
            "@language": "ru-RU",
            "@value": "infoeda.com"
        },
        "datePublished": {
            "@type": "http://www.w3.org/2001/XMLSchema#date",
            "@value": "2017-08-23"
        },
        "text": {
            "@language": "ru-RU",
            "@value": "Хорошее подробное описание, записала рецепт на будущее, спасибо!"
        }
    },
    "dateModified": {
        "@language": "ru-RU",
        "@value": "2017-08-27"
    },
    "datePublished": {
        "@language": "ru-RU",
        "@value": "2017-02-15T16:00:11+03:00"
    },
    "headline": {
        "@language": "ru-RU",
        "@value": "Как сделать пельмени в домашних условиях"
    },
    "image": [
        {
            "@id": "_:N65dc4f4050ad497ba39408e346249a12"
        },
        {
            "@id": "_:Nc5baac77f95c4250a27267fdf78a6135"
        },
        {
            "@id": "_:Nfb2e310e30a14bbfb47c61b780c354eb"
        },
        {
            "@id": "_:Ne3b22d9a31dc4b5dbd19a215279e0593"
        },
        {
            "@id": "_:Nefd354579d084b329cdcc84864cd3180"
        }
    ],
    "mainEntityOfPage": {
        "@language": "ru-RU",
        "@value": "Null"
    },
    "@id": "http://example.org/recipe"
}