{
    "@type": "Recipe",
    "aggregateRating": {
        "@type": "AggregateRating",
        "ratingCount": {
            "@language": "pl-PL",
            "@value": "8"
        },
        "ratingValue": {
            "@language": "pl-PL",
            "@value": "5.0"
        }
    },
    "image": {
        "@id": "https://karolinagawronska.pl/wp-content/uploads/2017/04/IMG_20170331_172202.jpg"
    },
    "ingredients": [
        {
            "@language": "pl-PL",
            "@value": "375ml mleczka kokosowego z puszki"
        },
        {
            "@language": "pl-PL",
            "@value": "aromat waniliowy"
        },
        {
            "@language": "pl-PL",
            "@value": "100ml wody"
        },
        {
            "@language": "pl-PL",
            "@value": "100g gorzkiej czekolady (wegańskiej)"
        },
        {
            "@language": "pl-PL",
            "@value": "szklaneczki lubczekoladowe jajka z tego przepisu"
        },
        {
            "@language": "pl-PL",
            "@value": "+2 łyżki kakao na czekoladową warstwę"
        },
        {
            "@language": "pl-PL",
            "@value": "100g białego ryżu (ja użyłam basmati, lubię jego smak*)"
        },
        {
            "@language": "pl-PL",
            "@value": "⅓ łyżeczki soli"
        },
        {
            "@language": "pl-PL",
            "@value": "4 cienkie wafle kukurydziane"
        },
        {
            "@language": "pl-PL",
            "@value": "25ml mleczka kokosowego (około 2 łyżki)"
        },
        {
            "@language": "pl-PL",
            "@value": "75g syropu z agawy (lub więcej jeśli chcesz)"
        }
    ],
    "name": {
        "@language": "pl-PL",
        "@value": "Wegański deser a'la Kinder Joy - najlepszy domowy budyń z ryżu, krem bez mleka i glutenu"
    },
    "recipeInstructions": [
        {
            "@language": "pl-PL",
            "@value": "Podczas gdy ryż się gotuje, możesz przygotować kuleczki. W tym celu rozpuść w kąpieli wodnej czekoladę i dodaj pozostałe 2 łyżki mleczka kokosowego. Czekolada zgęstnieje i zrobi się z niej masa, podobna jak ciastolina. Zdjemij ją z gazu i gdy trochę ostygnie, dodaj pokruszone wafle kukurydziane. Wszystko dokładnie wymieszaj przy pomocy dłoni, aż czekolada utworzy łatwą do formowania masę. Następnie ulep z niej małe kuleczki."
        },
        {
            "@language": "pl-PL",
            "@value": "Na dno szklaneczek lub czekoladowych jajek ułóż warstwę budyniu z kakao, a na niej jasną warstwę. Udekoruj czekoladowymi kuleczkami. Deser smakuje najlepiej gdy jest schłodzony. Wtedy również odrobinę zgęstnieje. Polecam więc umieścić gotowy krem w lodówce i podawać po kilku godzinach, gdy będzie dobrze schłodzony."
        },
        {
            "@language": "pl-PL",
            "@value": "Przelej mleczko kokosowe do małego garnuszka i dosyp ryż (jeśli masz ryż w woreczku, przetnij go i wysyp zawartość). Doprowadź do zagotowania i gotuj pod przykryciem na małym ogniu przez około 17 minut. Co jakiś czas przemieszaj ryż by nie przywierał do dna. Po 17 minutach ryż będzie rozgotowany i bardzo miękki. Zdejmij go z gazu i pozostaw pod przykryciem na około 3 minuty by odpoczął."
        },
        {
            "@language": "pl-PL",
            "@value": "Następnie przełóż ryż do misy blendera i dodaj pozostałe składniki na krem: syrop z agawy, wodę, odrobinę aromatu waniliowego, oraz sól Zblenudj wszystko na aksamitny i gęsty krem. Blenduj tak długo aż uzyskasz konsystencję bez grudek. Następnie przełóż około ⅓ masy do innej miseczki i wmieszaj w nią kakao."
        }
    ],
    "recipeYield": {
        "@language": "pl-PL",
        "@value": "5 porcji"
    },
    "@id": "http://example.org/recipe"
}