{
    "@type": "Recipe",
    "author": {
        "@value": "Przez proste gotowanie"
    },
    "cookTime": {
        "@value": "50 min"
    },
    "datePublished": {
        "@value": "2018-02-18 10:55:34"
    },
    "description": {
        "@value": "Hoy vamos a preparar algo un poco distinto, se trata de un postre, una torta, pero no una cualquiera.\nLa receta de hoy se trata de una deliciosa tarta de golosinas que seguramente será una muy sabrosa para aquellos a los que les guste el chocolate.\nPara algunos que no sean muy golosos tal vez les termine resultando \"empalagosa\", pero a los niños y aquellos que disfrutamos de todo el sabor del chocolate quedaremos encantados con ella."
    },
    "image": {
        "@id": "https://recetasdecocinafaciles.net/wp-content/uploads/2018/02/torta-chocolate-golosina.jpg"
    },
    "ingredients": [
        {
            "@value": "Sól: 1 cucharadita."
        },
        {
            "@value": "Manteca: 1/4 Puchar."
        },
        {
            "@value": "Jaja: 4 grandes."
        },
        {
            "@value": "Polvo de hornear: 1 cucharadita."
        },
        {
            "@value": "Escencia o extracto de vainilla: 1 cucharadita."
        },
        {
            "@value": "Manteca: 1 Puchar."
        },
        {
            "@value": "Cukier: 1 Puchar"
        },
        {
            "@value": "Cukier puder: 2 kubki."
        },
        {
            "@value": "Harina común o harina todo uso: 1 Puchar."
        },
        {
            "@value": "Cacao en polvo: 1/4 Puchar."
        },
        {
            "@value": "Chocolates Snickers: 3 barras (z 58,7 gramów)."
        },
        {
            "@value": "Cacao en polvo: 2 łyżki."
        },
        {
            "@value": "Suero de leche: 3 łyżki."
        }
    ],
    "name": {
        "@value": "Torta chocolate golosinas"
    },
    "prepTime": {
        "@value": "30 min"
    },
    "recipeInstructions": {
        "@value": "Antes de comenzar iremos prendiendo el horno para calentarlo a más de 170 stopni. Tomaremos un recipiente de unos 23 cm o similar que será en el que haremos la cocción por lo que debe ser de aluminio y resistente.En un recipiente grande colocaremos una taza de manteca y la taza de azúcar. Batiremos eso con la batidora eléctrica a velocidad media hasta lograr una mezcla esponjosa. Luego iremos agregando los 4 huevos de a uno, batiendo cada vez y por último agregaremos una cucharadita de extracto o escencia de vainilla.En otro recipiente más pequeño colocaremos la taza de harina común, el cuarto de taza de cacao en polvo, una cucharadita de sal y 1 łyżeczka proszku do pieczenia. Mezclamos un poco para combinar bien todos estos ingredientes.Una vez hecho el paso anterior lo iremos vertiendo en el anterior recipiente que tenía los huevos, la manteca y demás. A medida que vamos haciendo esto iremos batiendo lentamente. Una vez todo este contenido traspasado a este recipiente grande mezclaremos y batiremos para lograr una mejor consistencia.Verteremos el resultado en el recipiente de aluminio que irá al horno.Ahora lo dejaremos en el horno de 20 do 25 minutos y controlaremos.Wskazówka: Para saber si está listo debemos insertar un utencillo en el centro (un cuchillo por ejemplo) y este debe salir limpio.Ahora nos ocuparemos del chocolate. Pondremos una cacerola no muy grande al fuego medio o bajo. Ahí colocaremos 1/4 de taza de manteca para derretirla.Añadiremos entonces 2 łyżki kakao w proszku, 1 Filiżanka cukru pudru, 3 cucharadas de suero de leche (esto no suele ser fácil de conseguir en algunos países, en un próximo artículo estaremos compartiendo alternativas a este ingrediente).Además tiraremos las 3 barras de Snickers (puede reemplazarse con otra golosina de chocolate en barra, aunque aconsejamos esa marca) cortandola en pequeños trozos y tirandola dentro de la cacerola para dejar que se derrita.Por último añadir 1 taza más de azúcar impalpable y revolver. La cantidad de toda esta mezcla de chocolate será de aproximadamente una taza.Colocaremos inmediatamente este baño de chocolate sobre la torta recién sacada del horno, gorąco. Es importante dejar para el final de la cocción de la torta la preparación de este baño de chocolate para poder verterlo fácilmente con una cuchara aún caliente.Una vez que se enfríe podremos cortarla en porciones cuadradas o como usted desee. También podemos añadir crema batida para complementar el resultado y dar una mejor presentación."
    },
    "recipeYield": {
        "@value": "8"
    },
    "totalTime": {
        "@value": "1 HR 20 min"
    },
    "@id": "http://example.org/recipe"
}