{
    "@type": "Recipe",
    "description": {
        "@value": "\nflauschig-weiche Zimt- bzw. Schokoladenschnecken"
    },
    "image": {
        "@id": "https://4.bp.blogspot.com/-Ur5MeJj1yiM/WNApi5LuRAI/AAAAAAAANvE/rgi_fdogWToPhlT5HiJkSaxGWdbeL4z_ACLcB/s1600/Zimtschnecken%2B1.jpg"
    },
    "ingredients": [
        {
            "@value": "30 gr Dinkelmehl, Typ 1050"
        },
        {
            "@value": "1,5 TL Salz"
        },
        {
            "@value": "1 TL Trockenhefe"
        },
        {
            "@value": "85 gr Butter, geschmolzen"
        },
        {
            "@value": "70 gr Milch"
        },
        {
            "@value": "1 Ei"
        },
        {
            "@value": "70 gr Wasser"
        },
        {
            "@value": "20 gr Milchpulver"
        },
        {
            "@value": "450 gr Dinkelmehl, Typ 630"
        },
        {
            "@value": "50 gr Dinkelmehl, Typ 1050"
        },
        {
            "@value": "170 gr Milch, lauwarm "
        }
    ],
    "recipeInstructions": [
        {
            "@value": "\nAlle Zutaten miteinander in einem kleinen Topf verrühren, dann unter ständigem rühren bei mittlerer Hitze aufkochen lassen. Es sollte sich eine breiige Masse bilden, die sich vom Topfboden löst. Diese dann auf die Seite stellen und abkühlen lassen.\n"
        },
        {
            "@value": "\nAlle Zutaten in der Küchenmaschine kurz vermengen, dann für 20 min. quellen lassen. Nun für etwa 3 min. auf kleiner, weitere 4 min. auf der nächst höheren Stufe miteinander verkneten, bis ein glatter Teig entsteht. Die Schüssel abdecken und für 60-90 min. gehen lassen.\nDen Teig nun halbieren und zu jeweils einem Quadrat von etwa 40x20cm ausrollen. Eines der Quadrate mit Zimt/Zucker, das andere mit den Schokoladendrops bestreuen. Anschließend von der langen Seite her aufrollen, die Naht sollte zum Schluss unten sein. \nEine Auflaufform (ca. 20x30cm) gut mit Butter fetten.\nNun jede Rolle in 12 Rollen schneiden und diese in die Auflaufform setzen, etwas Abstand zwischen den einzelnen Schnecken zum Aufgehen lassen. \nDie Form nun abdecken und für etwa 12-18 Std in den Kühlschrank stellen.\nDie Auflaufform nach Ende der Gehzeit, vor dem Backen, für etwas 30 min bei Zimmertemperatur ruhen lassen. Den Backofen rechtzeitig auf 180°C Ober-/Unterhitze vorheizen und ein Rost im unteren Drittel einhängen. \nDie Zimt-/Schokoladenschnecken für etwa 20-25 min backen. Die Kerntemperatur sollte bei ungefähr 86°C liegen.\nBei Bedarf mit Zuckerguss oder Icing bedecken.\n"
        }
    ],
    "recipeYield": {
        "@value": "ca. 24 Schnecken "
    },
    "@id": "http://example.org/recipe"
}