{
    "@type": "Recipe",
    "author": {
        "@value": "Autor: Vive Mejor"
    },
    "description": {
        "@value": "Null"
    },
    "ingredients": [
        {
            "@value": "1/4 taza de agua (aproximadamente a 125°)"
        },
        {
            "@value": "1/4 taza de azúcar"
        },
        {
            "@value": "1 clara de huevo"
        },
        {
            "@value": "3 cucharadas de azúcar granulada"
        },
        {
            "@value": "1 cucharadita de semillas de anís"
        },
        {
            "@value": "2 huevos, batidos"
        },
        {
            "@value": "1 cucharada de leche"
        },
        {
            "@value": "3 tazas de harina para todo uso"
        },
        {
            "@value": "1 cucharada de agua de azahar (flor de naranja)"
        },
        {
            "@value": "1/2 taza de leche"
        },
        {
            "@value": "1/2 cucharadita de sal"
        },
        {
            "@value": "1 sobre de levadura activa"
        },
        {
            "@value": "1/4 taza de Country Crock® Buttery Sticks sin sal, derretida"
        }
    ],
    "instructions": [
        {
            "@value": "Amásela sobre una superficie enharinada hasta que quede tersa y un poco pegajosa, aproximadamente 10 minutos. Ponga la masa en un tazón grande, ligeramente engrasado. Cubra la masa y déjela esponjar en una lugar tibio hasta que crezca al doble de tamaño, aproximadamente una hora."
        },
        {
            "@value": "Aparte, mezcle la harina tamizada, el azúcar y la sal en un tazón grande. Haga un pozo en el centro de la harina. Agregue la mezcla de levadura y revuélvala con la harina usando una cuchara de madera hasta formar una masa. Agregue un poco más de harina si la masa está muy húmeda o un poco de leche si está muy seca.\n*Para hacerlo más fácil puede usar una batidora."
        },
        {
            "@value": "Bata la clara con la cucharada de leche y barnice el pan con esta mezcla. Espolvoree con azúcar. Hornee por 35 minutos o hasta que la superficie esté ligeramente dorada. Déjelo enfriar sobre una rejilla metálica."
        },
        {
            "@value": "Precaliente el horno a 350°. Rocíe una bandeja para hornear con aerosol antiadherente. Amase la masa por 3 minutos sobre una superficie enharinada. Corte la masa en 3 partes iguales. Reserve 1/5 de cada masa y con el resto de las tres masas forme unos panes redondos y póngalos sobre una charola para hornear. Con la masa reservada forme una tiras gruesas que simbolizan los huesitos y la bolita en el centro que forma el cráneo. Cubra los panes ligeramente con una servilleta limpia de cocina y déjelos esponjar en una lugar tibio hasta que crezcan al doble de tamaño, aproximadamente 30 minutos."
        },
        {
            "@value": "Caliente el agua y agregue las semillas de anís y deje reposar por 10 minutos para que se haga una especia de té. Pase el agua por un colador, póngala en un molde y agregue la levadura mezclando perfectamente y déjela reposar hasta que burbujee, aproximadamente 5 minutos. Agregue la leche, el agua de azahar, los huevos y el Country Crock® Buttery Sticks; reservelo."
        }
    ],
    "name": {
        "@value": "\nPan de Muerto"
    },
    "recipeYield": {
        "@value": "Sirve: 10"
    },
    "@id": "http://example.org/recipe"
}