{
    "@type": "Recipe",
    "image": {
        "@language": "pl-PL",
        "@value": "Null"
    },
    "name": {
        "@language": "pl-PL",
        "@value": "Tarta na orzechowym spodzie"
    },
    "recipeIngredient": {
        "@language": "pl-PL",
        "@value": "Składniki Ciasto\n20 dag mąki pszennej,\n10 dag margaryny,\n1 jajko,\n5 dag orzechów włoskich,\n2 łyżki zimnej wody,\n1/4 łyżeczki soli.\nFarsz\n2 ugotowane buraki (około 40 dag),\n2 średniej wielkości czerwone cebule (około 30 dag),\n15 dag sera typu feta,\n3 łyżki octu balsamicznego,\n2 jajka,\n1 kwaśna śmietana 18% (200 g),\ngarść rukoli,\n2 łyżki oleju do smażenia,\nsól, pieprz do smaku.\n"
    },
    "recipeInstructions": {
        "@language": "pl-PL",
        "@value": "PrzygotowanieOrzechy włoskie uprażyć na suchej patelni na średnim ogniu przez 4-5 minut. Ostudzić i drobno posiekać.\nPrzesiać mąkę, dodać masło i posiekać nożem. Następnie dodać orzechy, sól, jajko i 2 łyżki zimnej wody. Zagnieść szybko ciasto, owinąć folią i włożyć do lodówki na co najmniej 30 min.\nPrzygotować formę na tartę o średnicy 28 cm. Ciasto wyjąć z lodówki, rozwałkować między dwoma kawałkami foli i przenieść do formy. Ciastem wyłożyć dno i boki formy. Dno podziurkować widelcem.\nPiekarnik nagrzać do 190oC. Ciasto osłonic folią aluminiową, na spód wysypać np. suchą fasolę. Wstawić do nagrzanego piekarnika i piec 15 min. Następnie ściągnąć folię z obciążeniem i piec jeszcze ok. 10 minut. Wyjąć z piekarnika i lekko przestudzić.\nW tym czasie przygotować nadzienie.\nCzerwoną cebulę obrać i pokroić w drobną kostkę. Na patelni rozgrzać 2 łyżki oleju, dodać przygotowaną cebulę. Smażyć, mieszając od czasu do czasu, na niewielkim ogniu przez około 20 minut, aż będzie miękka.\nUgotowane buraki obrać i zetrzeć na tarce o dużych oczkach. Dodać do cebuli. Smażyć razem przez 3 minuty, dodać ocet balsamiczny, przyprawić solą i pieprzem według uznania.\nJajka i śmietanę roztrzepać, lekko posolić. Na podpieczony spód od tarty wyłożyć buraki, dodać pokrojoną na kawałki fetę i zalać masą jajeczną.\nPiec w piekarniku nagrzanym do 180oC przez około 30 minut. Upieczoną tartę przed podaniem posypać umytymi i osuszonymi listkami rukoli.\n"
    },
    "recipeYield": {
        "@language": "pl-PL",
        "@value": "4 porcje"
    },
    "@id": "http://example.org/recipe"
}