{
    "@type": "Recipe",
    "description": {
        "@language": "en-US",
        "@value": "\t\nAs if it wasn’t manly enough for a guy to have a food blog I’m posting a recipe for a quiche; how manly is that? I think this is a pretty manly Quiche though. This quiche has a layer of spinach at the bottom of my Homemade Pie Crust, followed by a layer of ham, bacon, sauteed mushrooms and onions, followed by a layer of three different kinds of cheese. I’ve made this a few times for dinner, but I can see it being served for breakfast or brunch too.\nI saved myself a little prep work by cooking five extra pieces of bacon with breakfast so I’d be ready to make the Ham and Bacon Quiche for dinner. I like to cook bacon in the oven instead of on a skillet.  It’s not as messy and I find that it cooks more evenly than cooking in a skillet.  I spread the bacon out on a baking sheet covered with aluminum foil, put it in a cold oven and set it at 400F. Then I check it at 12 minutes and maybe let it cook for another minute or two if I want it to be crisper. Then for this recipe I just cut the bacon in small pieces with my kitchen shears.\nI made my Homemade Pie Crust early in the morning. If you don’t want to make your own pie crust, I suppose store bought will suffice, but you really should take a look at my Homemade Pie Crust recipe. It only takes ten minutes to prepare and will taste much better than a store bought crust.\nThe only other prep work is dicing a couple yellow onions and slicing some mushrooms. I used my mandolin to slice the mushrooms in short time. The mandolin is one of the Kitchen Tools I love and I use it all the time. You have to be careful using it, but as long as you’re using the holding tool to hold the mushrooms, or whatever else you’re cutting you should be fine.\nWith all my prep work done I was ready to make the quiche. I put the fresh spinach in a mixing bowl and microwaved it for two minutes, just so it would wilt. I squeezed and water from the spinach, then stirred in some sour cream. I spread it out in the bottom of my pie crust. For the second layer I sauteed my diced onions in my cast iron skillet with some olive oil. When they started to get translucent I stirred in the mushrooms and let it cook for just a couple more minutes.\nThen I stirred in the cut up bacon and diced ham. That was my second layer of the quiche, so I spread it on top of the spinach inside the pie crust. The next thing I did was grate the cheddar and Monterey Jack cheese, then mix them together in a bowl with half a cup of Parmesan cheese. This was the next layer of the quiche, so I spread it on top of the previous layer in the pie crust.\nFor the final layer, the egg mixture that’s going to tie this all together. In a small bowl I beat four eggs with a little heavy bream, dried parsley, salt and pepper. I slowly drizzled the egg mixture on top of the cheese. I had to do it slowly so it would soak into the quiche and not just run off the top. I baked the quiche for thirty-five minutes until the top was just starting to brown.\nThis is the mandolin I’m always raving about.  I use it to slice cucumbers, tomatoes, green peppers, potatoes, mushrooms, and anything else I want sliced thin.  I even use it to slice apples for apple pie and baked apple chips.  This mandolin comes with a julienne blade for cutting French fries, and a wavy blade to make fancy potato chips.  Then of course there’s an adjustment so I can make my slices any of the four settings, 1.5mm, 3mm, 4.5mm and 6mm.  \nThe blades all store inside the body of the mandolin that opens up, but also locks in a closed position for storage.  Of course, this is also dishwasher safe, so it’s easy to clean and it has a soft non-slip handle.  If you want to slice cucumbers, or any fruits or vegetable like these fast and have the slices consistent, then the mandolin is the only way to go.\nAdapted from Clark’s Quiche via allrecipes.com\n!function(d,s,id){var js,fjs=d.getElementsByTagName(s)[0],p=/^http:/.test(d.location)?'http':'https';if(!d.getElementById(id)){js=d.createElement(s);js.id=id;js.src=p+'://platform.twitter.com/widgets.js';fjs.parentNode.insertBefore(js,fjs);}}(document, 'script', 'twitter-wjs');\n\n\n\n    \n\n\n\n\n\n"
    },
    "ingredients": {
        "@language": "en-US",
        "@value": "\n\n\nIngredients1 pie crust , 9 inch unbaked, preferably homemade1 tablespoon olive oil 2 small yellow onions, finely diced (or 1/2 medium onion) 5 ounces spinach 4 ounces sour cream 1/4 lb fresh mushrooms, sliced1/4 lb bacon, cooked and cut into small pieces1 cup ham, diced4 ounces shredded Monterey jack cheese  4 ounces shredded cheddar cheese1/2 cup grated Parmesan cheese4 eggs 3/4 cups heavy cream2 teaspoons parsley (dried)Dash of saltDash of pepper\n\t\n \n\t\n\t \n\n\t\nInstructions1. Preheat oven to 375F. Fully cook bacon, then drain, cut in small pieces, and set aside. \n2. Place spinach in bowl and microwave for 2 minutes, just to wilt. Squeeze spinach dry and set aside.3. Heat olive oil in skillet over medium heat. Saute onions until soft and translucent, stir in mushrooms and cook for 2 minutes or until soft. Stir in ham and cooked bacon. Remove from heat.4. In a large bowl, combine spinach, sour cream, salt and pepper.  Spread into the pie crust. Add bacon, ham, and mushroom mixture to quiche. 5. Mix together Monterey jack, cheddar and Parmesan cheese, then sprinkle over pie.6.  Whisk together eggs, heavy cream and parsley, salt and pepper.   Slowly drizzle over cheese mixture, being careful to let eggs soak into quiche and not  run off the top of the quiche.\n7. Place quiche on baking sheet and bake for 35 minutes, until the top is just starting to brown.  Remove from oven, and let stand for 5 to 10 minutes before serving.\n\n \t\t\t\n\t\t\t\t Servings : \n\t\t\t\t 6  \n\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t  Ready in :\t\t\t\t  85 Minutes  \n\t\t\t\n\t\t\t\n\nCourse :    Breakfast, Main Dish\n\n\n Recipe Type : Bacon\n\n Ingredient : Bacon, Cheddar Cheese, Egg, Ham, Heavy Cream, Monterey Jack Cheese, Mushrooms, Olive Oil, Onion, Parmesan Cheese, Parsley, Pepper, Pie Crust, Salt, Sour Cream, Spinach\n\n\n\n\n"
    },
    "itemReviewed": {
        "@type": "AggregateRating",
        "bestRating": {
            "@language": "en-US",
            "@value": "5"
        },
        "ratingCount": {
            "@language": "en-US",
            "@value": "0"
        },
        "ratingValue": {
            "@language": "en-US",
            "@value": "0"
        }
    },
    "name": {
        "@language": "en-US",
        "@value": "Ham and Bacon Quiche"
    },
    "recipeInstructions": {
        "@language": "en-US",
        "@value": "\nInstructions1. Preheat oven to 375F. Fully cook bacon, then drain, cut in small pieces, and set aside. \n2. Place spinach in bowl and microwave for 2 minutes, just to wilt. Squeeze spinach dry and set aside.3. Heat olive oil in skillet over medium heat. Saute onions until soft and translucent, stir in mushrooms and cook for 2 minutes or until soft. Stir in ham and cooked bacon. Remove from heat.4. In a large bowl, combine spinach, sour cream, salt and pepper.  Spread into the pie crust. Add bacon, ham, and mushroom mixture to quiche. 5. Mix together Monterey jack, cheddar and Parmesan cheese, then sprinkle over pie.6.  Whisk together eggs, heavy cream and parsley, salt and pepper.   Slowly drizzle over cheese mixture, being careful to let eggs soak into quiche and not  run off the top of the quiche.\n7. Place quiche on baking sheet and bake for 35 minutes, until the top is just starting to brown.  Remove from oven, and let stand for 5 to 10 minutes before serving.\n\n \t\t\t\n\t\t\t\t Servings : \n\t\t\t\t 6  \n\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t  Ready in :\t\t\t\t  85 Minutes  \n\t\t\t\n\t\t\t\n\nCourse :    Breakfast, Main Dish\n\n\n Recipe Type : Bacon\n\n Ingredient : Bacon, Cheddar Cheese, Egg, Ham, Heavy Cream, Monterey Jack Cheese, Mushrooms, Olive Oil, Onion, Parmesan Cheese, Parsley, Pepper, Pie Crust, Salt, Sour Cream, Spinach\n\n\n\n"
    },
    "recipeYield": {
        "@language": "en-US",
        "@value": " 1 "
    },
    "@id": "http://example.org/recipe"
}