{
    "@type": "Recipe",
    "aggregateRating": {
        "@type": "AggregateRating",
        "ratingValue": {
            "@language": "nb-NO",
            "@value": "3.8"
        },
        "reviewCount": {
            "@language": "nb-NO",
            "@value": "35"
        }
    },
    "author": {
        "@language": "nb-NO",
        "@value": "heiaespen"
    },
    "description": {
        "@language": "nb-NO",
        "@value": "Det fins mye rare folk der ute. Du har folk som venter med sex til ekteskapet, du har folk som ikke drikker alkohol og jeg ville ikke blitt overrasket dersom det fantes folk som ikke spiste kjøtt også. Sjukt. Men det er en annen gjeng med sjuke folk jeg vil frem til. En gjeng som får de nå nevnte til å fremstå som (hvertfall noe i nærheten av) normale."
    },
    "image": {
        "@id": "https://heiamat.no/2012/08/26/langtidsstekt-tynnribbe/comment-page-2/?replytocom=73171/Null"
    },
    "keywords": {
        "@language": "nb-NO",
        "@value": "LANGTIDSSTEKT TYNNRIBBE"
    },
    "name": {
        "@language": "nb-NO",
        "@value": "LANGTIDSSTEKT TYNNRIBBE"
    },
    "nutrition": {
        "@type": "NutritionInformation",
        "calories": {
            "@language": "nb-NO",
            "@value": "200 calories"
        },
        "fatContent": {
            "@language": "nb-NO",
            "@value": "20 grams fat"
        }
    },
    "recipeCategory": {
        "@language": "nb-NO",
        "@value": "KJØTT"
    },
    "recipeCuisine": {
        "@language": "nb-NO",
        "@value": "European"
    },
    "recipeIngredient": [
        {
            "@language": "nb-NO",
            "@value": "1 pære"
        },
        {
            "@language": "nb-NO",
            "@value": "fennikel"
        },
        {
            "@language": "nb-NO",
            "@value": "gulrøtter"
        },
        {
            "@language": "nb-NO",
            "@value": "sitron"
        },
        {
            "@language": "nb-NO",
            "@value": "olje"
        },
        {
            "@language": "nb-NO",
            "@value": "1 potet"
        },
        {
            "@language": "nb-NO",
            "@value": "timian"
        },
        {
            "@language": "nb-NO",
            "@value": "salt og pepper"
        },
        {
            "@language": "nb-NO",
            "@value": "350 g sellerirot"
        },
        {
            "@language": "nb-NO",
            "@value": "rødløk"
        },
        {
            "@language": "nb-NO",
            "@value": "500 g ribbe per pers(minimum)"
        }
    ],
    "recipeInstructions": {
        "@language": "nb-NO",
        "@value": "\n\t\t\t\t\tSånn gjør du det\n\t\t\t\t\t- Gni ribba godt inn med salt og pepper, og når jeg sier godt så mener jeg omtrent det dobbelte av det du vanligvis tar. Inn i kriker og kroker.\n- Ribba blir veldig glad om den nå kan få ligge i kjøleskapet et par dager før tilberedning.\n- Legg kjøttet i en ildfast form med svoren ned, og fyll på med vann til det når ca. midten av ribba. Du kan gjerne legge noen hvitløksfedd, urter, stjerneanis, gulrot, løk, laurbærblad osv. i formen for å gi ytterligere smak til sjyen. Dekk med aluminiumsfolie og stek i 40 minutter på 180 grader.\n\n- Ta ut ribba, fjern aluminiumsfolien og snu ribba så den ligger med svorsiden opp. Vannet/sjyen skal forbli i formen. Legg en tallerken eller sammenkrøllet aluminiumsfolie under for å få en liten forhøyning i midten. Skru ovnen ned til 80 grader, vent med å sette inn ribba til ovnen holder den temperaturen.\n- Stek så i ca. 10 timer på 80 grader. Jeg hadde kun 8 timer til rådighet og det funket fint. Men 10 timer er å anbefale om ribba er på 4-6 kg.\n- Skru så varmen opp til 250 grader, og sett eventuelt på grillelementet om nødvendig. Følg godt med og observer matkunst bli til i det svoren blåser seg opp og blir supersprø og god.\n- Ribba blir ekstremt saftig, og svoren kommer fra en helt annen verden. Jeg vil bruke ordet porøs istedetfor sprø, den knaser uten at det går utover tennene. Hallelujah baby.\n- Sjyen fra formen kan du servere som den er eller den kan kokes inn og tilsettes litt gode smaker som sennep, smør, sitron, urter, honning osv. for en mer kompleks saus.\n\nTilbehør\n- Jeg lagde en pure bestående av sellerirot, potet og pære. Skrell og kutt opp i mindre biter. Kok selleri og potet møre, ha så i pære til den også er mør. Ha det over i blenderen til pure, smak til med salt, pepper og smør.\n- Gulrøttene ble skåret i mindre biter på langs, kokt mørt. Og stekt i panne med smør. Salte og pepre og dryss over litt finhakket timian.\n- I en ildfast form så hadde jeg skiver av fennikel og rødløksbåter. Dryss over litt olje, salt og pepper. Stekes på 200 grader i en 20-30 minutter.\nVærsegod!\n\t\t\t\t"
    },
    "recipeYield": {
        "@language": "nb-NO",
        "@value": "4"
    },
    "@id": "http://example.org/recipe"
}