{
    "@type": "Recipe",
    "copyrightHolder": {
        "@value": "As receitas de Portugal"
    },
    "image": [
        {
            "@id": "https://asreceitasdeportugal.com/eclairs-de-chocolate/data:image/gif;base64,R0lGODdhAQABAPAAAP///wAAACwAAAAAAQABAEACAkQBADs="
        },
        {
            "@id": "https://asreceitasdeportugal.com/wp-content/uploads/2017/05/Éclairs-de-Chocolate.jpg"
        }
    ],
    "name": {
        "@value": "Éclairs de Chocolate"
    },
    "recipeIngredient": [
        {
            "@value": " 0,5 dl leite meio-gordo"
        },
        {
            "@value": " 4 gemas M"
        },
        {
            "@value": " 18 mirtilos"
        },
        {
            "@value": " 6 c. sopa farinha"
        },
        {
            "@value": " 0,5 dl água"
        },
        {
            "@value": " 2 ovos M"
        },
        {
            "@value": " 0,5 c. café açúcar"
        },
        {
            "@value": " 200 g chocolate culinária"
        },
        {
            "@value": " 30 g pistácios"
        },
        {
            "@value": " 2 c. sopa farinha"
        },
        {
            "@value": " 1 c. sopa açúcar"
        },
        {
            "@value": " 9 framboesas"
        },
        {
            "@value": " 2,5 c. sopa manteiga"
        },
        {
            "@value": " 3 quadrados de chocolate preto com pepitas de framboesa e amêndoas caramelizadas"
        },
        {
            "@value": " 1 dl água"
        },
        {
            "@value": " 50 g açúcar em pó"
        },
        {
            "@value": " 0,25 c. café sal fino"
        },
        {
            "@value": " 100 g chocolate preto"
        }
    ],
    "recipeInstructions": [
        {
            "@value": " Coloque ao lume o leite com o chocolate, grosseiramente picado, e mexa até derreter. Retire do lume."
        },
        {
            "@value": " Coloque ao lume um tacho com a água, o açúcar, o sal e a manteiga e ferva até derreter."
        },
        {
            "@value": " Leve novamente a lume brando, mexendo sempre, durante 1 minuto. Retire, deixe arrefecer um pouco e adicione os ovos, previamente batidos, um a um, mexendo bem após cada adição."
        },
        {
            "@value": " Leve ao lume o açúcar com a água até derreter, junte o chocolate finamente picado, mexendo até obter um creme espesso. Retire e reserve."
        },
        {
            "@value": " Pré-aqueça o forno a 220° C."
        },
        {
            "@value": " Bata as gemas com a farinha e o açúcar até obter um creme e envolva-o, delicadamente e mexendo sempre, com chocolate derretido. Leve novamente a lume brando até engrossar. Retire e deixe arrefecer."
        },
        {
            "@value": " Coloque a massa num saco de pasteleiro com um bico liso de 1 cm e molde éclairs (com 8 a 10cm), dispondo-os num tabuleiro de forno forrado com papel vegetal."
        },
        {
            "@value": " Leve ao forno 15 minutos. Reduza a temperatura para 200° C e coza mais 15 minutos ou até ficarem dourados. Desligue o forno e deixe-os arrefecer no interior com a porta aberta."
        },
        {
            "@value": " Com a ajuda da seringa de pasteleiro recheie os éclairs com o creme de chocolate e cubra os com a cobertura. Decore com o chocolate partido em pequenos triângulos, as framboesas, os mirtilos e os pistácios picados."
        },
        {
            "@value": " Retire do lume, adicione a farinha, duma só vez, e mexa energicamente com uma colher de pau até formar uma bola."
        }
    ],
    "@id": "http://example.org/recipe"
}