{
    "@type": "Recipe",
    "aggregateRating": {
        "@type": "AggregateRating",
        "bestRating": {
            "@value": "5"
        },
        "ratingCount": {
            "@value": "6"
        },
        "ratingValue": {
            "@value": "                        \n    5\n        "
        }
    },
    "author": {
        "@type": "Person",
        "name": {
            "@value": "Annie"
        }
    },
    "description": {
        "@value": "Ce gâteau \"terroir\" est fait d'une pâte à pain beurrée et sucrée, pliée comme une pâte feuilletée, le tout bien caramélisé. \nC'est un gâteau au beurre originaire de Bretagne..."
    },
    "image": {
        "@id": "https://cdn.lacuisinedannie.com/images/1374.jpg"
    },
    "keywords": {
        "@value": "Bretagne"
    },
    "name": {
        "@value": "Recette Kouign amann                                      \n                                    "
    },
    "nutrition": {
        "@type": "NutritionInformation",
        "calories": {
            "@value": "\n                                    345 kCal"
        },
        "servingSize": {
            "@value": "1 part"
        }
    },
    "recipeCategory": {
        "@value": "Dessert"
    },
    "recipeCuisine": {
        "@value": "Gâteaux"
    },
    "recipeIngredient": [
        {
            "@value": "180 g de sucre"
        },
        {
            "@value": "180 g de beurre"
        },
        {
            "@value": "200 g de farine de  blé 55 (ou froment)"
        },
        {
            "@value": "1 cuillerée à soupe de lait.                            "
        },
        {
            "@value": "125 g d’eau (à 130 g en fonction de la farine)"
        },
        {
            "@value": "2 g de levure de boulangerie sèche (1/2 tsp) ou 8 g de levure fraîche de boulangerie"
        },
        {
            "@value": "2 g de  sel (1/2 tsp)"
        }
    ],
    "recipeInstructions": {
        "@value": "\n                        La pâte à pain :Faire une fontaine avec la farine en mettant au centre la levure. Ajouter progressivement l’eau froide en incorporant la farine jusqu’à obtenir une une boule de pâte souple et élastique. Ne pas oublier le sel en évitant que le sel ne touche directement la levureLaisser reposer la pâte environ 30 mn environ Le feuilletage :Sur un plan de travail fariné, aplatir la pâte sur 1 cm d’épaisseur environ. Poser dessus 180 g de beurre souple et froid en forme de galette et par dessus 180 g de sucre en poudre   Refermer la pâte sur le beurre et le sucre comme pour une pâte feuilletée Aplatir et donner 1 er tour en pliant la pâte en 3   Aplatir à nouveau et donner un 2 ème tour en pliant encore la pâte en 3 La cuissonMettre la pâte en boule et l’aplatir pour la mettre dans le moule beurré Dorer au lait Décorer en faisant des losanges à l’aide d’un couteau sans entailler la pâte Enfourner à 200° pendant 35 à 40 min Surveiller la cuisson et au moins 1 fois  en cours de cuisson, arroser le dessus du gâteau à l'aide d'une cuillère à soupe avec le beurre qui s’échappe Servir chaud                         "
    },
    "recipeYield": {
        "@value": "8"
    },
    "@id": "http://example.org/recipe"
}