{
    "@type": "Recipe",
    "image": {
        "@id": "http://www.receptescartesianes.cat/recipes/143//system/photos/143/medium/IMG_20140115_234540.jpg?1389826539"
    },
    "name": {
        "@value": "\n      Mató (fet amb llet i llimona)\n    "
    },
    "recipeIngredient": [
        {
            "@value": "llet sencera"
        },
        {
            "@value": "llimona"
        }
    ],
    "recipeInstructions": {
        "@value": "\n     \n\t\n\t  Procés de tallar la llet\n\t\n\t\n\t\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\n1 L de llet sencera (millor si és llet fresca)\n\n\n\n\t\n\t\t\n\t\t\n\t\t\t\n\t\t\n\t\n\tPoseu la llet en un cassó.\n\n\n\t\t\n\t\t\t\n\t\t\n\t\n\tPoseu la llet en un bol apte per a microones (sense tapa).\n\n\n\t\n\n\n\n\n\n\n\t\n\t\t\n\t\t\n\t\t\t\n\t\t\n\t\n\tEscalfeu la llet  fins que estigui a punt de bullir (ha d'arribar a una temperatura mínima de 90º): a foc mitjà tardarà uns 12 min; si veieu que es forma una capa de tel, aneu remenant per desfer-la.\n\n\n\n\n\t\t\n\t\t\t\n\t\t\n\t\n\tPoseu la llet al microones i programeu: potència màxima (800 W), 14 min (ha d'arribar a una temperatura mínima de 90º). Observareu que la llet sembla que estigui a punt de vessar però no vessa (si no passa això, augmenteu el temps en 1 min o 1,5 min. De seguida, sense esperar que es refredi, feu el pas següent.\n\n \n\n[Si la primera vegada que feu aquesta recepta veieu que la llet us vessa, la propera vegada reduïu el temps en 1 min o 1,5 min. Cada microones és diferent. ]\n\n\n\t\n\n\n\n\n\n\n\t\n\t\t\n\t\n\tS'hi malgrat haver anat remenant s'ha fet una capa de tel al damunt, barregeu-ho tot en un moment en el cassó mateix amb la batedora elèctrica a velocitat baixa (per no esquitxar-vos).\n\n\n\t\n\tS'hi s'ha fet una capa de tel al damunt, barregeu-ho tot un moment en el bol mateix amb la batedora elèctrica a velocitat baixa (per no esquitxar-vos).\n\n\n\t\n\n\n\n30 g de suc de llimona (2 cullerades; aproximadament 1/2 llimona)\n\n\n\n\t\n\t\t\n\t\t\n\t\t\t\n\t\t\n\t\n\tRetireu el cassó del foc. De seguida, sense esperar que la llet es refredi,  afegiu-hi el suc de llimona i remeneu un moment amb una cullera. Observareu que la llet es talla.\n\n\u001b\u001b[Si la llet no es talla, segurament és que no havia arribat a la temperatura adequada. Poseu el cassó uns segons més al foc i se us tallarà.]\n\n\n\t\t\n\t\t\t\n\t\t\n\t\n\tDe seguida, sense esperar que la llet es refredi,  afegiu-hi el suc de llimona i remeneu un moment amb una cullera. Observareu que la llet es talla.\n\n\u001b\u001b[Si la llet no es talla, segurament és que no havia arribat a la temperatura adequada. Poseu el recipient uns segons més al microones i la llet se us tallarà.]\n\n\n\t\n\n\n\n\n\n\n\t\n\t\t\n\t\n\tDeixeu-ho refredar a temperatura ambient durant aproximadament 30 min (fins a 45º- 50º).\n\n\n\t\n\n\n\t\t\t\n\t\t\n\t\n\n\t\n\n\t\n\t  Separació del mató i el xerigot\n\t\n\t\n\t\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\n\n\n\n\t\n\t\t\n\t\t\n\t\t\t\n\t\t\n\t\n\tPoseu un colador amb la malla de forat ben petit a sobre d'un recipient ( si no teniu cap colador de malla fina, poseu un mocador de fil a sobre del colador que tingueu). Coleu la llet tallada: el xerigot (part líquida) passarà al recipient i el mató (part sòlida) quedarà en el colador.  \n\n \n\nQuè en fem, del xerigot?\n\n\n\tSi voleu fer un mató cremós (procés 4), reserveu uns 60- 100 g de xerigot.\n\tSi us agrada, podeu reservar tot el xerigot per fer-lo servir, en substitució de l'aigua, per coure pasta o arrós, per fer pa, per aclarir una salsa… \n\tper bullir pasta, o verdures o per fer pa, en substitució de l'aigua;\n\n\n\n\t\n\n\n\n\n\n\n\t\n\t\t\n\t\t\n\t\t\t\n\t\t\n\t\n\tDeixeu que el mató es vagi escorrent  a la nevera i que es refredi: com a mínim 1 h. \n\n \n\n(Si us agrada el mató més sec, premeu-lo en el colador amb una cullera perquè deixi anar més aigua; si us agrada més líquid, deixeu-lo menys estona escorrent-se a la nevera o fins i tot retireu-lo de seguida del colador.)\n\n\n\t\n\n\n\t\t\t\n\t\t\n\t\n\n\t\n\n\t\n\t  Presentació del mató\n\t\n\t\n\t\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\n\n\n\n\t\n\t\t\n\t\t\n\t\t\t\n\t\t\n\t\n\tDesemmotlleu el mató i serviu-lo o guardeu-lo en un tàper a la nevera.\n\nServiu-lo fred amb mel o amb sucre; el podeu acompanyar amb fruita seca.\n\nTambé el podeu servir a daus dins d'una amanida; o a sobre d'una llesca de pa, sol o amb una mica de melmelada per sobre.\n\nTambé el podeu fer servir com a ingredient en algunes receptes: amanida d'espinacs amb maduixots i meló, lasanya d'albergínies, pastís-bombó de mató, xocolata i nous, pizza falsa de carbassa amb carbassó…\n\n\n\t\n\n\n\t\t\t\n\t\t\n\t\n\n\t\n\n\t\n\t  ​ Opcional: Elaboració de mató cremós\n\t\n\t\n\t\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\n\n\n\n\t\n\t\t\n\t\t\n\t\t\t\n\t\t\n\t\n\tPoseu el mató i 60- 100 g de XERIGOT en el got de la batedora elèctrica i tritureu-ho tot; més val que poseu poc xerigot al principi i que aneu ajustant-ne la quantitat i batent la barreja,  fins que aconseguiu la textura de crema que desitgeu (penseu que quan poseu la crema a la nevera s'espessirà una mica).\n\n \n\n(La quantitat de xerigot que necessitareu depèn \n\n\n\tde com sigui d'espès el mató que heu elaborat\n\ti de la textura, més espessa o més clara, que voleu que tingui la crema de mató.)\n\n\nSi no teniu xerigot, podeu substituir-lo per llet, que, si voleu, pot ser descremada.\n\n\n\t\n\n\n\n\n\n\n\t\n\t\t\n\t\t\n\t\t\t\n\t\t\n\t\n\tServiu la crema de mató\n\n\n\tper esmorzar o per berenar, untada al damunt d'una torrada o d'una llesca de pa integral (si voleu podeu espolsar una mica d'ametlla o avellana torrada picada grollerament per sobre, o bé una mica de sucre, o bé repartir-hi per sobre una mica de mel o de crema de dàtil hidratat);\n\tcom a entrant o per postres, untada al damunt d'unes rodanxes de poma o de mitjos grans de raïm (un cop espinyolats);\n\t…\n\n\n \n\nTambé podeu fer-la servir per substituir el mató com a ingredient d'una recepta si voleu treballar amb un mató ben cremós.\n\n\n\t\n\n\n\t\t\t\n\t\t\n\t\n\n\t\n\n  "
    },
    "@id": "http://example.org/recipe"
}