{
    "@type": "Recipe",
    "description": {
        "@language": "en-US",
        "@value": "This chocolate pudding slab pie with peanut butter mascarpone whipped cream is the ULTIMATE holiday pie. It makes enough to feed an army, but it's so good you'll want to keep it all to yourself."
    },
    "image": {
        "@id": "https://farm8.staticflickr.com/7557/15727087931_e5c3cfb120_b.jpg"
    },
    "ingredients": [
        {
            "@language": "en-US",
            "@value": "2 cups heavy cream"
        },
        {
            "@language": "en-US",
            "@value": "8 egg yolks, lightly beaten"
        },
        {
            "@language": "en-US",
            "@value": "1½ cups buttermilk"
        },
        {
            "@language": "en-US",
            "@value": "2 tbsp butter"
        },
        {
            "@language": "en-US",
            "@value": "1½ cups heavy cream"
        },
        {
            "@language": "en-US",
            "@value": "¾ cup chunky peanut butter"
        },
        {
            "@language": "en-US",
            "@value": "1 tbsp sugar"
        },
        {
            "@language": "en-US",
            "@value": "⅓ cup cornstarch"
        },
        {
            "@language": "en-US",
            "@value": "2 cups sugar"
        },
        {
            "@language": "en-US",
            "@value": "8 oz semisweet chocolate"
        },
        {
            "@language": "en-US",
            "@value": "4 cups all-purpose flour"
        },
        {
            "@language": "en-US",
            "@value": "½ cup ice cold water"
        },
        {
            "@language": "en-US",
            "@value": "2 tbsp sugar"
        },
        {
            "@language": "en-US",
            "@value": "3 tsp salt"
        },
        {
            "@language": "en-US",
            "@value": "pinch of salt"
        },
        {
            "@language": "en-US",
            "@value": "8 oz mascarpone"
        },
        {
            "@language": "en-US",
            "@value": "2 tsp vanilla extract"
        },
        {
            "@language": "en-US",
            "@value": "1 large egg, lightly beaten"
        },
        {
            "@language": "en-US",
            "@value": "1 tsp white vinegar"
        },
        {
            "@language": "en-US",
            "@value": "1½ cups cold unsalted butter, cut into small pieces"
        }
    ],
    "name": {
        "@language": "en-US",
        "@value": "Chocolate Pudding Slab Pie with Peanut Butter Mascarpone Whipped Cream"
    },
    "nutrition": {
        "@type": "NutritionInformation",
        "servingSize": {
            "@language": "en-US",
            "@value": "1 slice"
        }
    },
    "recipeInstructions": [
        {
            "@language": "en-US",
            "@value": "Add the butter to the food processor and pulse until it is broken up into small, pea-sized chunks. Slowly add in the egg mixture, pulsing just until the dough comes together. Turn out onto a piece of plastic wrap and form into a large disc. Refrigerate for 30 minutes."
        },
        {
            "@language": "en-US",
            "@value": "In a medium bowl, whisk together the peanut butter and mascarpone until well combined. In a second bowl, combine the heavy cream, sugar, and vanilla. Using an electric mixer, beat until stiff peaks form. Fold the whipped cream into the peanut butter mixture a third at a time, until well-combined. Spread over the chocolate pudding. Refrigerate the pie for at least 6 hours before serving."
        },
        {
            "@language": "en-US",
            "@value": "Spread the chocolate pudding over the prepared pie crust. Refrigerate while you make the mascarpone frosting."
        },
        {
            "@language": "en-US",
            "@value": "For the crust, in the bowl of a food processor, pulse together the flour, sugar, and salt. In a small bowl, whisk together the egg, vinegar, and ice water. Set aside."
        },
        {
            "@language": "en-US",
            "@value": "Meanwhile, make the pudding. In a medium saucepan, combine the sugar, heavy cream, buttermilk, cornstarch, and salt over medium heat, until the sugar dissolves and the mixture comes to a boil, stirring occasionally. Continue to simmer until the mixture starts to bubble and thicken, about 5-6 minutes. Put all of the yolks in one bowl and add in ⅓ of the hot milk mixture, stirring the eggs constantly so that they don't cook. Pour the egg yolk mixture back into the pan with the remaining hot milk. Return to a simmer and cook for another 2-3 minutes, until REALLY thick, stirring constantly. Remove from the heat and stir in the chocolate, butter, and extract. Cover with plastic wrap and refrigerate for 30 minutes."
        },
        {
            "@language": "en-US",
            "@value": "Heat oven to 400. When it is chilled, roll the dough out to the size of an 18x13-inch rectangle. Line a large baking sheet with parchment paper. Place the rolled out dough on this baking pan. Cover with another piece of parchment paper and weigh down with pie weights or dried beans. Bake for 20-30 minutes, or until golden brown. Let cool completely."
        }
    ],
    "recipeYield": {
        "@language": "en-US",
        "@value": "12-16 servings"
    },
    "@id": "http://example.org/recipe"
}