{
    "@type": "Recipe",
    "aggregateRating": {
        "@type": "AggregateRating",
        "ratingValue": {
            "@language": "en-US",
            "@value": "4.5"
        },
        "reviewCount": {
            "@language": "en-US",
            "@value": "807"
        }
    },
    "author": {
        "@type": "Person",
        "name": {
            "@language": "en-US",
            "@value": "Carolyn Faulkner"
        }
    },
    "cookTime": {
        "@language": "en-US",
        "@value": "PT3H"
    },
    "description": {
        "@language": "en-US",
        "@value": "    King Marston Is A Man With A Past A Gun Slinger And A Gambler Typically When He Rode Into A Town, He Rode Out Scant Days Later, Richer, But No Longer Welcome Then, His Luck Changed, And The Sheriff Of Hell S Pass, The Aptly Named Hellhole He D Ridden Into, Saw The Benefits Of Having Someone With King S Skills On The Right Side Of The Law He Made King An Offer He Couldn T Refuse Be My Deputy When I Need A Good Gun At My Back, I Ll Pay You Well, And You Can Settle Down At First Blush, King Was Not The Settlin Down Sort But The He Thought About It, The He Decided He Liked The Idea There Was Just One Thing Missing A Bride He Wasn T Going To Find One Through The Regular Channels, Though King Marston Had Some Very Special Tastes When It Came To Women, And He Found Just What He Was Looking For At The Mercy Orphanage Just On The Outskirts Of Town Aubrielle Cecille Hardy Was Eighteen And Had Done Her Best To Avoid Being Noticed Technically Too Old To Still Be Living At The Orphanage, She D Stayed On As A Bit Of A Hired Hand She Knew Perfectly Well That Most Of The Girls Left When They Were Much Younger Than Eighteen, And Aubrielle Knew Exactly Where The Orphanage Mistress Was Sending Them, But So Far She D Been Able To Avoid That Fate Then One Day The Largest Man She D Ever Seen Rode In And Two Hours Later, She Rode Out With Him, To A Life Unlike Any She D Ever Anticipated King Wants A Woman That Will Be His Down To The Bone, One He Can Train And Curb And Test, One He Can Do Exactly As He Pleases With Aubrielle Fits That Bill Perfectly Suddenly Aubrielle Finds Herself In A Childish Dress, With A Horribly Sore Bottom, And A Nanny Could She Run Away Where Would She Go Or Does She Stay And Fall Under King S Spell, And Come To Love The Life He S Introduced To, The Life Of A Forever Young Child Bride.Carolyn Faulkner S Victorian Age Play Fantasy, The Little Miss, Is The Single Most Popular Book Ever Published By Blushing Books Carolyn Returns Us To That World, This Time In The American West, Instead Of England The Submissive Bride Is A Completely New Story, And While Edmund And His Litte Miss Lacy Make A Brief Appearance, This Is King S And Aubrielle S Story This Age Play Fantasy Is A Severe Story, Containing Scenes Of Strict Non Consensual Discipline, Anal Erotica Including Enemas , And Some F F Elements, As Aubrielle Is Trained Not Only By King But By Strict Nanny Emily If Such Themes Disturb You, Do Not Buy The Submissive Bride But If You Ve Been Waiting A Long Time To Return To The World Of The Little Miss, Don T Miss The Submissive Bride. [Epub] ↠ I Blame The Scapegoats  Author John O& – Mgiworx.co.uk He Rode Out Scant Days Later Read ✓ Beneath the Earth  By John Boyne – Mgiworx.co.uk Richer [ Download ] ➻ Gagged  Author Richard Asplin – Mgiworx.co.uk But No Longer Welcome Then [Ebook] ↠ Aristocrats  Author Stella Tillyard – Mgiworx.co.uk His Luck Changed [Read] ➵ A Dark and Twisted Tide (Lacey Flint,  ➼ Sharon J. Bolton – Mgiworx.co.uk And The Sheriff Of Hell S Pass [PDF / Epub] ✪ Wild Horses (Saddle Club,  ☆ Bonnie Bryant – Mgiworx.co.uk The Aptly Named Hellhole He D Ridden Into [Epub] ➛ At Sixes And Sevens  ➜ Rosie Harris – Mgiworx.co.uk Saw The Benefits Of Having Someone With King S Skills On The Right Side Of The Law He Made King An Offer He Couldn T Refuse Be My Deputy When I Need A Good Gun At My Back [Reading] ➿ Save Rafe! (Middle School  Author James Patterson – Mgiworx.co.uk I Ll Pay You Well [Ebook] ➧ The Hand That First Held Mine  ➦ Maggie O& – Mgiworx.co.uk And You Can Settle Down At First Blush [BOOKS] ✪ Ghost Light  ✴ Joseph O& – Mgiworx.co.uk King Was Not The Settlin Down Sort But The He Thought About It !!> PDF ✬ LDN Graffiti  ✪ Author Joe Epstein – Mgiworx.co.uk The He Decided He Liked The Idea There Was Just One Thing Missing A Bride He Wasn T Going To Find One Through The Regular Channels  ☉ Sworn to Silence  Author Brendan Boland – Mgiworx.co.uk Though King Marston Had Some Very Special Tastes When It Came To Women Download ☆ Frog Is Frog  By Max Velthuijs – Mgiworx.co.uk And He Found Just What He Was Looking For At The Mercy Orphanage Just On The Outskirts Of Town Aubrielle Cecille Hardy Was Eighteen And Had Done Her Best To Avoid Being Noticed Technically Too Old To Still Be Living At The Orphanage [[ PDF / Epub ]] ☆ Doctor Who  Author David Bishop – Mgiworx.co.uk She D Stayed On As A Bit Of A Hired Hand She Knew Perfectly Well That Most Of The Girls Left When They Were Much Younger Than Eighteen [BOOKS] ⚣ Secrets On Morgan Hill  By Camille Kleidysz – Mgiworx.co.uk And Aubrielle Knew Exactly Where The Orphanage Mistress Was Sending Them ➷ Emma (Emma Trilogy  Free ➭ Author Rosie Clarke – Mgiworx.co.uk But So Far She D Been Able To Avoid That Fate Then One Day The Largest Man She D Ever Seen Rode In And Two Hours Later [PDF] ✍ Conversations with James Baldwin  By James Baldwin – Mgiworx.co.uk She Rode Out With Him [ Epub ] ❧ Fifth Avenue, Uptown  Author James Baldwin – Mgiworx.co.uk To A Life Unlike Any She D Ever Anticipated King Wants A Woman That Will Be His Down To The Bone Read ✓ The Children of Willesden Lane. Beyond the Kindertransport  By Mona Golabek – Mgiworx.co.uk One He Can Train And Curb And Test !!> Read ➸ Nee Naw  ➻ Author Suzi Brent – Mgiworx.co.uk One He Can Do Exactly As He Pleases With Aubrielle Fits That Bill Perfectly Suddenly Aubrielle Finds Herself In A Childish Dress  ❧ Hide and Seek  Author James Patterson – Mgiworx.co.uk With A Horribly Sore Bottom [EPUB] ✹ A Mothers Duty  By June Francis – Mgiworx.co.uk And A Nanny Could She Run Away Where Would She Go Or Does She Stay And Fall Under King S Spell !!> PDF / Epub ☉ Disney Tangled  ✩ Author Ben Smiley – Mgiworx.co.uk And Come To Love The Life He S Introduced To !!> Download ➽ The Soprano  ➸ Author S.E. England – Mgiworx.co.uk The Life Of A Forever Young Child Bride.Carolyn Faulkner S Victorian Age Play Fantasy [Ebook] Empire Made Me  By Robert Bickers – Mgiworx.co.uk The Little Miss  ☁ Red Notice: A True Story of High Finance, Murder, and One Man's Fight for Justice Author Bill Browder – Mgiworx.co.uk Is The Single Most Popular Book Ever Published By Blushing Books Carolyn Returns Us To That World !!> PDF / Epub ☁ Night of Knives (Malazan Empire,  ✍ Author Ian C. Esslemont – Mgiworx.co.uk This Time In The American West [ BOOKS ] ✮ Kestrel (Hart Brothers,  Author A.M. Hargrove – Mgiworx.co.uk Instead Of England The Submissive Bride Is A Completely New Story [PDF] One More Round (Gamer Boy,  By Lauren Helms – Mgiworx.co.uk And While Edmund And His Litte Miss Lacy Make A Brief Appearance [Ebook] Five Rivers Met on a Wooded Plain  By Barney Norris – Mgiworx.co.uk This Is King S And Aubrielle S Story This Age Play Fantasy Is A Severe Story [PDF / Epub] ★ The Violet Hour (The Celtic Vampyre Saga,  ✪ C.K. Farrell – Mgiworx.co.uk Containing Scenes Of Strict Non Consensual Discipline [Reading] ➶ In the Balance (I Bring the Fire,  ➽ C. Gockel – Mgiworx.co.uk Anal Erotica Including Enemas  !!> Download ➽ Consolation  ➸ Author Anna Gavalda – Mgiworx.co.uk And Some F F Elements !!> Reading ➶ Connect  ➮ Author John Browne – Mgiworx.co.uk As Aubrielle Is Trained Not Only By King But By Strict Nanny Emily If Such Themes Disturb You !!> BOOKS ✵ Kamikaze  ✫ Author James P. Delgado – Mgiworx.co.uk Do Not Buy The Submissive Bride But If You Ve Been Waiting A Long Time To Return To The World Of The Little Miss !!> Read ➮ Rossetti  ➲ Author Evelyn Waugh – Mgiworx.co.uk Don T Miss The Submissive Bride.     \t\t\n\t\t\n\t\t"
    },
    "image": {
        "@id": "http://www.mgiworx.co.uk/wp-content/upload/2017/965e5f4907bc8fbe3cd4cd3c28d139e8images67fc45df78cad2e1114e94f52a818470gr-assets67fc45df78cad2e1114e94f52a818470com/books/1327809096l/1121623167fc45df78cad2e1114e94f52a818470jpg.jpg"
    },
    "interactionStatistic": {
        "@type": "InteractionCounter",
        "interactionType": {
            "@language": "en-US",
            "@value": "http://schema.org/CommentAction"
        },
        "userInteractionCount": {
            "@language": "en-US",
            "@value": "807"
        }
    },
    "keywords": {
        "@language": "en-US",
        "@value": "summary The Submissive Bride  File Kindle, txt The Submissive Bride , text ebook The Submissive Bride , adobe reader The Submissive Bride , chapter 2 The Submissive Bride , The Submissive Bride "
    },
    "name": {
        "@language": "en-US",
        "@value": "The Submissive Bride "
    },
    "nutrition": {
        "@type": "NutritionInformation",
        "calories": {
            "@language": "en-US",
            "@value": "0"
        },
        "fatContent": {
            "@language": "en-US",
            "@value": "summary The Submissive Bride  File Kindle ➸ King Marston Is A Man With A Past A Gun Slinger And A Gambler Typically When He Rode Into A Town, He Rode Out Scant Days Later, Richer, But No Longer Welcome Then, His Luck Changed, And The Sheriff Of Hell S Pass, The Aptly Named Hellhole He D Ridden Into, Saw The Benefits Of Having Someone With King ."
        }
    },
    "prepTime": {
        "@language": "en-US",
        "@value": "PT18M"
    },
    "recipeCategory": {
        "@language": "en-US",
        "@value": "nordic noir"
    },
    "recipeCuisine": {
        "@language": "en-US",
        "@value": "null"
    },
    "recipeIngredient": {
        "@language": "en-US",
        "@value": "null"
    },
    "recipeInstructions": {
        "@language": "en-US",
        "@value": "null"
    },
    "recipeYield": {
        "@language": "en-US",
        "@value": "null"
    },
    "video": {
        "@type": "VideoObject",
        "description": {
            "@language": "en-US",
            "@value": "summary The Submissive Bride  File Kindle ➸ King Marston Is A Man With A Past A Gun Slinger And A Gambler Typically When He Rode Into A Town, He Rode Out Scant Days Later, Richer, But No Longer Welcome Then, His Luck Changed, And The Sheriff Of Hell S Pass, The Aptly Named Hellhole He D Ridden Into, Saw The Benefits Of Having Someone With King ."
        },
        "name": {
            "@language": "en-US",
            "@value": "The Submissive Bride "
        },
        "thumbnailUrl": {
            "@language": "en-US",
            "@value": "http://www.mgiworx.co.uk/wp-content/upload/2017/965e5f4907bc8fbe3cd4cd3c28d139e8images67fc45df78cad2e1114e94f52a818470gr-assets67fc45df78cad2e1114e94f52a818470com/books/1327809096l/1121623167fc45df78cad2e1114e94f52a818470jpg.jpg"
        },
        "uploadDate": {
            "@language": "en-US",
            "@value": "2018-05-12T09:05+02:00"
        }
    },
    "@id": "http://example.org/recipe"
}