{
    "@type": "Recipe",
    "author": {
        "@value": "Katie Workman"
    },
    "description": {
        "@value": "\nSoup is the single most brilliant way to use up what you have in your fridge. And it’s hard to screw up a simple vegetable soup. Those are just two of the reasons I love it. There is almost always a pot of soup waiting to happen in your kitchen, if you are in the mood. This is the one that presented itself this week.\nI had also just spent a day shopping at Arthur Avenue, a few blocks of almost-frozen-in-time Italian food gorgeousness that makes one feel like breaking out in an aria. I go there every couple of months with my friend food writer Eugenia Giobbi Bone, and occasionally, if I’m lucky, her dad Ed Giobbi is our escort. We start with a cappuccino at Jean Carlo’s shop, Tino’s, where I want to live when I get older.\n\nThen we start the day’s shopping, the fish store, the butcher, the produce place, Teitel Brothers – where thanks to Gena we get extra Parmesan rinds to throw into our vegetable soups (remember this when you make the soup).  Sometimes we break for a perfect piece of focaccia, or once or twice, when we were being extra indulgent some steamed mussels and baby artichokes at one of the little restaurants where everyone is always drinking a glass of wine with lunch.\n\nDoes this sound luxurious? Well, it is. It god damn is, and it is a much better solution for me than being in a therapist’s office, and I feel sure I reap at least as many benefits from it. Plus, my family eats like kings for days after.\nSoup is the single most brilliant way to use up what you have in your fridge. Click To Tweet\n\nI digress. At a little deli-ish kiosk in one of the shopping areas I bought a little plastic container of something chopped and red which sat behind the glass,  an ingredient the Italian ladies call “bruschetta topping”, which Gena told me she uses in all sorts of ways. It’s basically a finely chopped red pepper relish.  There was spicy and a not spicy version, and I was feeling perky so I opted for the spicy. “How should I use it?” I asked the lady scooping it into the container, who shrugged. “Every way,” she said.\n\nSo here’s one of the ways I used it this week. Skip it for the finicky kids; that’s why it’s optional. (Oh, yes, if you use vegetable broth, this is a vegetarian soup).\nLoads more vegetable soups, if you’re still browsing….\n \n\t\n\t\n\t\tSimple Vegetable Soup\n\t\t\n\t\tSoup is the single most brilliant way to use up what you have in your fridge.\n\t\t\n\t\t\n\t\n\n\n\t\t Print Recipe\n\t\t Pin Recipe\n\t\t\t\t\n\t\t\t\t\n\nPrep Time: 15 minutesCook Time: 25 minutesTotal Time: 40 minutes\nCourse: SoupCuisine: American\nServings: 8 People\nCalories: 119.33kcal\nAuthor: Katie Workman\n\n\nIngredients2 tablespoons olive oil1 onion chopped2 large carrots halved and sliced2 cloves garlic minced3 cups shredded cabbage1 yellow bell pepper seeded and diced1 red bell pepper seeded and diced1 large bulb fennel trimmed cored and dicedKosher salt and freshly ground pepper  to taste1 can cannellini beans drained and rinsed8 cups vegetable or chicken broth Spicy pepper relish cherry pepper relish to taste (optional)Shredded Parmesan cheese optional\nInstructionsIn a large pot heat the olive oil over medium heat. Add the onions, carrots and garlic and sauté for two minutes until slightly tender. Add the cabbage, bell peppers and fennel, season with salt and pepper, and sauté until the vegetables are crisp tender, about five more minutes. Add the cannellini beans and broth, and simmer for 15 minutes until everything is tender. Ladle it out into bowls, and stir a bit of the spicy pepper relish into any of the portions where heat and piquancy is desired. Sprinkle the cheese over any of the bowls. \n\nNotesOriginally published on The Huffington Post.\nNutritionCalories: 119.33kcal | Carbohydrates: 19.85g | Protein: 4.4g | Fat: 3.71g | Saturated Fat: 0.52g | Sodium: 1090.08mg | Potassium: 297.52mg | Fiber: 5.3g | Sugar: 4.78g | Vitamin A: 3608.62IU | Vitamin C: 61.56mg | Calcium: 68.95mg | Iron: 1.73mg\n\n   Tried this recipe?Mention @katieworkman100 or tag #dinnersolved!\n\n"
    },
    "image": [
        {
            "@id": "https://themom100.com/recipe/simple-vegetable-soup/data:image/svg+xml,%3Csvg%20xmlns='http://www.w3.org/2000/svg'%20viewBox='0%200%200%200'%3E%3C/svg%3E"
        },
        {
            "@id": "https://i0.wp.com/themom100.com/wp-content/uploads/2012/04/fork-in-the-road-simplest-vegetable-soup-282.jpg?fit=1200%2C800&ssl=1"
        }
    ],
    "keywords": {
        "@value": "\n\t\t\t\t\t\t\tautumn, soup, vegetables, winter\t\t\t\t\t\t"
    },
    "name": {
        "@value": "Simple Vegetable Soup"
    },
    "recipeCategory": [
        {
            "@value": "Main Courses"
        },
        {
            "@value": "Vegetarian"
        },
        {
            "@value": "Lunch"
        }
    ],
    "recipeCuisine": {
        "@value": "American"
    },
    "recipeYield": {
        "@value": "Serves 8"
    },
    "@id": "http://example.org/recipe"
}