{
    "@type": "Recipe",
    "TotalTime": {
        "@value": "PT1H15M"
    },
    "aggregateRating": {
        "@type": "AggregateRating",
        "ratingValue": {
            "@value": "2.45"
        },
        "reviewCount": {
            "@value": "88"
        }
    },
    "author": {
        "@id": "https://plus.google.com/+Weblaranja"
    },
    "cookTime": {
        "@value": "PT55M"
    },
    "description": {
        "@value": "\n              Uma receita para aromar e temperar seu frango assado, recheando com um cebola caramelizada no azeite e açúcar. Não precisa desossar, pode ser feita também com peru ou chester !!!\n                \n                • Por Weblaranja \n                \n              "
    },
    "image": [
        {
            "@id": "https://weblaranja.com/receitas/aves/11032,013.php//receitas/img_receitas/fra_rech/t-fran_assa.jpg"
        },
        {
            "@id": "https://weblaranja.com/receitas/aves/11032,013.php//receitas/img_receitas/fra_rech/t-fra-temp.jpg"
        },
        {
            "@id": "https://weblaranja.com/receitas/aves/11032,013.php//receitas/img_receitas/frango_assa_cebola.jpg"
        }
    ],
    "ingredients": [
        {
            "@value": "\n                      • 1/3 xícara -chá de suco de laranja + 1 colher -sopa de margarina derretida para ajudar a dourar (opcional)\n                    "
        },
        {
            "@value": "\n                    • 1 colher -chá de pimenta do reino\n                  "
        },
        {
            "@value": "\n                    \u0095 1 frango grande limpo \n                    "
        },
        {
            "@value": "\n                      • água para cozinhar\n                    "
        },
        {
            "@value": "\n                    • 2 dentes de alho médios, amassados\n                  "
        },
        {
            "@value": "\n                    • 1/3 xícara -chá de vinho branco suave\n                    \n                  "
        },
        {
            "@value": "\n                      • 2 colheres -sopa rasa de azeite\n                    "
        },
        {
            "@value": "\n                    • 1 colher -sopa rasa de  sal\n                  "
        },
        {
            "@value": "\n                    • 1 pimenta de cheiro pequena amassada\n                  "
        },
        {
            "@value": "\n                      • 1 colher -sopa rasa de açúcar \n                    "
        },
        {
            "@value": "\n                    • 1 colher -chá de cominho\n                  "
        },
        {
            "@value": "\n                    • 2 colheres -sopa de folhas de coentro picadinhas\n                  "
        },
        {
            "@value": "\n                      • Papel alumínio (o lado brilhante em contato com alumínio)\n                    "
        },
        {
            "@value": "\n                      Para a cebola:\n\u0095 500g de cebola pequena inteira (tipo conserva), descascada\n                    "
        },
        {
            "@value": "\n                    • 3 colheres -sopa de margarina ou manteiga\n                  "
        }
    ],
    "name": {
        "@value": "Frango assado recheado com Cebola Caramelizada"
    },
    "prepTime": {
        "@value": "PT20M"
    },
    "recipeInstructions": {
        "@value": "\n              \n                \n                  Na véspera do preparo. Depois de limpo, seque a pele do frango por fora. Com uma faca de lâmina fina ou com um garfo trinchante, faça furos ao redor do frango. Peito, coxas, asas, por dentro, etc. Para que possa entrar o tempero.\n                \n                \n                  Tempere o frango. Misture a pimenta do reino, o alho amassado, o sal, o cominho. Passe por dentro e por fora do frango, esfregando o tempero. Reserve.\n                \n                                  \n                  Misture a margarina mais o coentro. Passe pequenas quantidades em cima do peito, entre as coxas e as asas. Coloque o frango  na assadeira ou travessa untada com margarina. \n                \n                \n                  Com cuidado, despeje o vinho por todo o frango, inclusive por dentro. Cubra com papel alumínio e deixa na geladeira até o outro dia.\n                \n                \n                  Prepare a cebola: Em uma panela grande, coloque a cebola, coloque água o suficiente para cobrir a cebola. Depois de ferver, cozinhe de 5 a  10 minutos, para que fique macia, mas não desmanchando. Retire e escorra bem a água.\n                  \n                \n                \n                  Em uma frigideira, com o fogo médio, coloque o azeite e o açúcar. Devagar, mexa com uma colher para o açúcar derreter e misturar com o azeite. Coloque as cebolas aos poucos. Não use a colher, mexa a frigideira com movimento circular, Com Cuidado, para a cebola se caramelizar. Se necessário, adicione + 2 colheres de azeite e 1 de açúcar. Retire e reserve.\n                \n                \n                  Preaqueça o forno em temperatura média-alta (220ºC), recheio o frango com a cebola. Cubra com o papel alumínio e coloque para assar. \n                \n                \n                  Cozinhe por 30 a 40 minutos. O cozimento varia de forno para forno, verifique o cozimento enfiando um garfo na carne. Caso saia líquido, deixe mais um pouco.\n                \n                \n                  Retire o papel alumínio, se desejar, despeje o suco de laranja. Volte ao forno e deixe dourar, cerca de 15 minutos. Sirva de Imediato, acompanhado com uma farofa feita dos miúdos.\n                  \n                \n              \n            "
    },
    "recipeYield": {
        "@value": "8 Porções"
    },
    "@id": "http://example.org/recipe"
}